Repository: fabarea/togo-togo
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_reset_password.xlf
Languages: fr

# headline
source: Reset Your Password
fr: Réinitialiser votre mot de passe

# instructions.email
source: To reset your password, enter the email address stored in the backend user account.
fr: Pour réinitialiser votre mot de passe, entrez l'adresse e-mail stockée dans le compte utilisateur backend.

# instructions.password_requirement
source: To reset your password, ensure that your new password matches the following requirements:
fr: Pour réinitialiser votre mot de passe, assurez-vous que votre nouveau mot de passe réponde aux exigences suivantes :

# note.other_providers
source: Note: If you're using a centralized user management system such as LDAP, OAuth or Active Directory, you might not receive an email.
fr: Note : Si vous utilisez un système de gestion utilisateur centralisé tel que LDAP, OAuth ou Active Directory, vous ne recevrez peut-être pas de courriel.

# email_sent.headline
source: Check your inbox!
fr: Vérifiez votre boîte de réception !

# email_sent.message
source: If a backend user with the email address "%s" exists, an email has been sent to this address. Please check your inbox and spam folder.
fr: Si un utilisateur backend avec l'adresse e-mail "%s" existe, un e-mail a été envoyé à cette adresse. Veuillez vérifier votre boîte de réception et le dossier spam.

# reset_success.headline
source: You've successfully reset your password!
fr: Vous avez réinitialisé votre mot de passe avec succès !

# reset_success.message
source: With your new credentials you can now log in to the <a href="%s">TYPO3 backend</a>.
fr: Avec vos nouveaux identifiants, vous pouvez maintenant vous connecter au backend <a href="%s">TYPO3</a>.

# input.email
source: Enter your email address
fr: Entrez votre adresse email

# input.password
source: Enter your new password
fr: Entrez votre nouveau mot de passe

# input.passwordrepeat
source: Enter your new password again
fr: Entrez une nouvelle fois votre nouveau mot de passe

# email_sent.initiate
source: Get Reset Link
fr: Envoyer un lien de réinitialisation

# button.reset
source: Reset Your Password Now
fr: Réinitialiser votre mot de passe

# button.restart
source: Start over
fr: Démarrer

# button.back_to_login
source: Go back to login page
fr: Retourner à la page de connexion

# error.invalid_email
source: The entered email address is invalid. Please try again.
fr: Le mot de passe que vous avez saisi n'est pas valide. Veuillez réessayer.

# error.token_expired
source: The password reset link is invalid or has expired.
fr: Le lien de réinitialisation de mot de passe est invalide ou a expiré.

# error.password
source: The password you entered is invalid or the passwords do not match. Please try again.
fr: Le mot de passe que vous avez entré est invalide ou les mots de passe ne correspondent pas. Veuillez réessayer.
