Repository: fabarea/togo-togo
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_mfa.xlf
Languages: fr

# overview.title
source: Multi-factor Authentication Overview
fr: Présentation de l'authentification multifactorielle

# overview.badge.active
source: Active
fr: Actif

# overview.badge.locked
source: Locked
fr: Verrouillé

# overview.defaultProvider
source: Default provider
fr: Fournisseur par défaut

# overview.unlockLinkTitle
source: Unlock %s
fr: Déverrouiller %s

# overview.unlockLinkLabel
source: Unlock
fr: Déverrouiller

# overview.editLinkTitle
source: Edit %s
fr: Éditer %s

# overview.editLinkLabel
source: Edit / Change
fr: Modifier / Changer

# overview.deactivateLinkTitle
source: Deactivate %s
fr: Désactiver %s

# overview.deactivateLinkLabel
source: Deactivate
fr: Désactiver

# overview.setupLinkTitle
source: Setup %s
fr: Configuration %s

# overview.setupLinkLabel
source: Setup
fr: Configuration

# overview.setupRequired.title
source: Multi-factor authentication required
fr: Authentification multifactorielle requise

# overview.setupRequired.message
source: Your installation requires MFA. Therefore please setup one of the following providers to be able to continue to use the backend.
fr: Votre installation nécessite une MFA. Veuillez donc configurer l'un des fournisseurs suivants pour être en mesure de continuer à utiliser le backend.

# overview.noProviders.title
source: No multi-factor authentication providers
fr: Aucun fournisseur d'authentification multifactorielle

# overview.noProviders.message
source: There are currently no multi-factor authentication providers available.
fr: Il n'y a actuellement aucun fournisseur d'authentification multifactorielle disponible.

# overview.noProviders.errorMessage
source: You are required to setup MFA but there are no providers to activate available. You should contact your administrator to solve this.
fr: Vous devez configurer l'authentification MFA, mais aucun fournisseur n'est disponible pour l'activation. Vous devriez contacter votre administrateur pour résoudre ce problème.

# providerNotFound
source: Selected MFA provider was not found!
fr: Le fournisseur MFA sélectionné n'a pas été trouvé !

# providerNotActive
source: Selected MFA provider has to be active to perform this action!
fr: Le fournisseur MFA sélectionné doit être actif pour effectuer cette action !

# providerActive
source: Selected MFA provider has to be inactive to perform this action!
fr: Le fournisseur MFA sélectionné doit être inactif pour effectuer cette action !

# providerNotFound
source: Selected MFA provider has to be unlocked to perform this action!
fr: Le fournisseur MFA sélectionné doit être déverrouillé pour effectuer cette action !

source: Setup instructions
fr: Instructions d'installation

# setup.instructions.close
source: Close setup instructions
fr: Fermer les instructions d'installation

# setup.title
source: Set up %s
fr: Installation de %s

# edit.title
source: Edit %s
fr: Éditer %s

# edit.defaultProvider
source: Default provider
fr: Fournisseur par défaut

# edit.defaultProvider.description
source: Select this as your default provider for login into the TYPO3 backend.
fr: Sélectionnez par défaut ce fournisseur pour vous connecter au backend TYPO3.

# edit.defaultProvider.inputLabel
source: Use as default provider
fr: Utiliser comme fournisseur par défaut

# edit.deactivateProvider
source: Deactivate provider
fr: Désactiver le fournisseur

# edit.deactivateProvider.description
source: If you don't want to use this provider anymore, you can deactivate it here.
fr: Si vous ne voulez plus utiliser ce fournisseur, vous pouvez le désactiver ici.

# edit.deactivateProvider.linkTitle
source: Deactivate %s
fr: Désactiver %s

# edit.deactivateProvider.linkText
source: Deactivate this provider
fr: Désactiver ce fournisseur

# activate.failure
source: Could not activate MFA provider %s. Please try again.
fr: Impossible d'activer le fournisseur MFA %s. Veuillez réessayer.

# activate.success
source: Successfully activated MFA provider %s.
fr: Fournisseur MFA %s activé avec succès.

# deactivate.failure
source: Could not deactivate MFA provider %s. Please try again.
fr: Impossible de désactiver le fournisseur MFA %s. Veuillez réessayer.

# deactivate.success
source: Successfully deactivated MFA provider %s.
fr: Le fournisseur MFA %s a bien été désactivé.

# unlock.failure
source: Could not unlock MFA provider %s. Please try again.
fr: Impossible de déverrouiller le fournisseur MFA %s. Veuillez réessayer.

# unlock.success
source: Successfully unlocked MFA provider %s.
fr: Le fournisseur MFA %s a été déverrouillé avec succès.

# save.failure
source: Could not update MFA provider %s. Please try again.
fr: Impossible de mettre à jour le fournisseur MFA %s. Veuillez réessayer.

# save.success
source: Successfully updated MFA provider %s.
fr: Fournisseur MFA %s mis à jour avec succès.

# auth.authError
source: Authentication was not successful.
fr: L'authentification a échoué.

# auth.submit
source: Verify
fr: Vérifier

# auth.cancel
source: Go back
fr: Retour

# auth.locked
source: This provider is temporarily locked!
fr: Ce fournisseur est temporairement verrouillé !

# auth.alternativeProviders
source: Alternative providers
fr: Fournisseurs alternatifs

# auth.alternativeProviders.use
source: Use %s
fr: Utiliser %s

# standalone.setupProvider
source: Set up %s
fr: Installation de %s

# standalone.selection.title
source: Set up MFA
fr: Installation du MFA

# standalone.selection.message
source: %s requires you setting up MFA to secure your account. Please select one of the available providers below.
fr: %s nécessite la mise en place du MFA pour sécuriser votre compte. Veuillez sélectionner l'un des fournisseurs disponibles ci-dessous.

# standalone.selection.noAvailableProviders
source: You are required to set up MFA. However, there are no MFA providers available for you to use. This might be a misconfiguration. Please get in touch with your administrator to find a solution.
fr: Vous êtes tenu de mettre en place un MFA. Cependant, aucun fournisseur MFA n'est disponible pour vous. Ceci peut être lié à une mauvaise configuration. Veuillez contacter votre administrateur pour trouver une solution.

# standalone.selection.goBack
source: Go back
fr: Retour

# standalone.setup
source: Setup
fr: Configurer

# setup.standalone.cancel
source: Cancel
fr: Annuler

# activate.success
source: MFA setup successful
fr: Configuration du MFA réussie

# activate.success
source: You have successfully activated MFA provider %s. This provider was also automatically set as your default provider. You can change this at any time in your user settings.
fr: Vous avez activé avec succès le fournisseur MFA %s. Ce fournisseur a également été automatiquement défini comme votre fournisseur par défaut. Vous pouvez le modifier à tout moment dans vos paramètres d'utilisateur.

# ajax.success
source: Success
fr: Opération réussie

# ajax.error
source: An error occurred
fr: Une erreur est survenue

# ajax.invalidRequest
source: Invalid request could not be processed
fr: La requête invalide n'a pas pu être traitée

# ajax.insufficientPermissions
source: Your are not allowed to perform this action
fr: Vous n'êtes pas autorisé à effectuer cette action

# ajax.deactivate.providersNotDeactivated
source: No provider has been deactivated
fr: Aucun fournisseur n'a été désactivé

# ajax.deactivate.providersDeactivated
source: Successfully deactivated all active providers for user %s
fr: Tous les fournisseurs actifs pour l'utilisateur %s ont été désactivés avec succès

# ajax.deactivate.providerNotFound
source: Provider %s could not be found
fr: Fournisseur %s introuvable

# ajax.deactivate.providerNotDeactivated
source: Could not deactivate provider %s
fr: Impossible de désactiver le fournisseur %s

# ajax.deactivate.providerDeactivated
source: Successfully deactivated provider %s for user %s
fr: Le fournisseur %s a été désactivé avec succès pour l'utilisateur %s
