Repository: fabarea/togo-togo
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_pagetsconfig.xlf
Languages: fr

# module.pagetsconfig.description
source: The page TSconfig module lets you manage configuration overrides for editors and option display throughout the Backend.
fr: Le module page TSconfig vous permet de gérer les surcharges de configuration pour les éditeurs et l'affichage des options dans l'ensemble du backend.

# module.pagetsconfig.shortDescription
source: Page TSconfig tools
fr: Outils de page TSconfig

# module.pagetsconfig.noAccess
source: Access to this module denied.
fr: Accès à ce module refusé.

# module.pagetsconfig_pages
source: Pages containing page TSconfig
fr: Pages contenant la configuration TSconfig

# module.pagetsconfig_pages.headline
source: Pages containing page TSconfig
fr: Pages contenant la configuration TSconfig

# module.pagetsconfig_pages.description
source: Global overview of all pages in the database containing page TSconfig.
fr: Aperçu global de toutes les pages de la base de données contenant du TSconfig.

# module.pagetsconfig_pages.noRecords
source: There are no pages containing page TSconfig settings in the page configuration.
fr: Il n'y a aucune page qui contienne le TSconfig de page dans la configuration de la page.

# module.pagetsconfig_pages.pagetitle
source: Page title
fr: Titre de la page

# module.pagetsconfig_pages.written_tsconfig_lines
source: Number of lines of code in field "TSconfig"
fr: Nombre de lignes de code dans le champ "TSconfig"

# module.pagetsconfig_active
source: Active page TSconfig
fr: TSconfig de page inclus

# module.pagetsconfig_active.headline
source: Active page TSconfig of page "%s"
fr: TSconfig de page inclus sur la page "%s"

# module.pagetsconfig_active.description
source: Overview of the current page TSconfig of the system. A targeted search for values and names is possible. The list of results can also be filtered according to conditions.
fr: Aperçu du TSconfig de page du système. Une recherche ciblée de valeurs et de noms est possible. La liste des résultats peut également être filtrée selon des conditions.

# module.pagetsconfig_active.displayConstantSubstitutions
source: Substitute constants in page TSconfig
fr: Substituer les constantes dans TSconfig de page

# module.pagetsconfig_active.displayComments
source: Display comments
fr: Afficher les commentaires

# module.pagetsconfig_active.sortAlphabetically
source: Sort keys alphabetically
fr: Trier les clés par ordre alphabétique

# module.pagetsconfig_active.panel.header.numberOfSearchMatches
source: %s search match(es)
fr: %s correspondance(s) de recherche

# module.pagetsconfig_active.panel.info.conditionActiveCount.multiple
source: %s active conditions
fr: %s conditions activées

# module.pagetsconfig_active.panel.info.conditionActiveCount.single
source: %s active condition
fr: %s condition activée

# module.pagetsconfig_active.panel.info.conditionWithConstant
source: Site settings usage: [%s]
fr: Utilisation des paramètres du site : [%s]

# module.pagetsconfig_active.siteSettings
source: Constants from site settings
fr: Constantes depuis les paramètres du site

# module.pagetsconfig_active.noPageTSconfigAvailable
source: No suitable page TSconfig available.
fr: Aucun TSconfig de page approprié n'est disponible.

# module.pagetsconfig_active.tree.valueWithConstant
source: Constant usage: [%s]
fr: Utilisation de la constante : [%s]

# module.pagetsconfig_includes
source: Included page TSconfig
fr: TSconfig de page inclus

# module.pagetsconfig_includes.headline
source: Included page TSconfig of page "%s"
fr: TSconfig de page inclus de la page "%s"

# module.pagetsconfig_includes.description
source: Overview of the included TypoScript and include order for the current page.
fr: Aperçu du TypoScript inclus et de l'ordre d'inclusion pour la page actuelle.

# module.pagetsconfig_includes.siteSettings
source: Constants from site settings
fr: Constantes depuis les paramètres du site

# module.pagetsconfig_includes.panel.header.syntaxErrors
source: Syntax scanner warnings
fr: Avertissements du scanner de syntaxe

# module.pagetsconfig_includes.panel.info.syntaxErrorCount.single
source: %s syntax warning
fr: Avertissement de syntaxe %s

# module.pagetsconfig_includes.panel.info.syntaxErrorCount.multiple
source: %s syntax warnings
fr: Avertissements de syntaxe %s

# module.pagetsconfig_includes.panel.info.conditionActiveCount.multiple
source: %s active conditions
fr: %s conditions activées

# module.pagetsconfig_includes.panel.info.conditionActiveCount.single
source: %s active condition
fr: %s condition activée

# module.pagetsconfig_includes.panel.info.conditionWithConstant
source: Constant usage: [%s]
fr: Utilisation de la constante : [%s]

# module.pagetsconfig_includes.syntaxError.sourceCode
source: Show affected code snippet
fr: Afficher le fragment de code affecté

# module.pagetsconfig_includes.syntaxError.type.line.invalid
source: Invalid line in "%1$s", line number "%2$s"
fr: Ligne invalide dans "%1$s", numéro de ligne "%2$s"

# module.pagetsconfig_includes.syntaxError.type.brace.excess
source: Brace in excess in "%1$s", line number "%2$s"
fr: Parenthèse en excès dans "%1$s", numéro de ligne "%2$s"

# module.pagetsconfig_includes.syntaxError.type.brace.missing
source: Brace missing in "%1$s", line number "%2$s"
fr: Parenthèse manquante dans "%1$s", numéro de ligne "%2$s"

# module.pagetsconfig_includes.tree.child.type.Segment
source: Code segment
fr: Segment de code

# module.pagetsconfig_includes.tree.child.type.AtImport
source: Included via "@import"
fr: Inclus via "@import"

# module.pagetsconfig_includes.tree.child.type.ConditionIncludeTyposcript
source: Included via "INCLUDE_TYPOSCRIPT" (with condition)
fr: Inclus via "INCLUDE_TYPOSCRIPT" (avec condition)

# module.pagetsconfig_includes.tree.child.type.IncludeTyposcript
source: Included via "INCLUDE_TYPOSCRIPT"
fr: Inclus via "INCLUDE_TYPOSCRIPT"

# module.pagetsconfig_includes.tree.child.conditionVerdict.matched
source: Matched
fr: Correspond

# module.pagetsconfig_includes.tree.child.conditionVerdict.notMatched
source: Not matched
fr: Ne correspond pas

# module.pagetsconfig_includes.tree.child.btn.sourceCode
source: Show code
fr: Montrer le code

# module.pagetsconfig_includes.tree.child.btn.sourceCodeWithResolvedIncludes
source: Show code including possible includes/imports
fr: Afficher le code incluant les éventuelles inclusions/importations
