Repository: fabarea/togo-togo
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang.xlf
Languages: fr

# onlineDocumentation
source: TYPO3 Online Documentation
fr: Documentation en ligne de TYPO3

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
fr: Aucune module n'a été enregistré. Veuillez contacter votre administrateur système.

source: Show references
fr: Montrer les références

# systemInformation.header
source: System Information
fr: Informations système

# systemmessage.intro.text
source: This is a short system overview. For advanced information please head to:
fr: Ceci est un aperçu bref du système. Pour des informations plus détaillées, rendez-vous sur :

# systemmessage.intro.link
source: Environment Module
fr: Module d'environnement

# systemmessage.allgood
source: Your system is fully operational. Have a nice day.
fr: Votre système est complètement fonctionnel. Bonne journée.

# usermodule.su.list
source: Recently switched to
fr: Récemment passé à

# usermodule.su.tooltip
source: Switch to user %s
fr: Se connecter avec l'utilisateur %s

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png).
fr: Logo : Si défini, ce logo sera utilisé à la place du logo TYPO3 au-dessus des champs d'identification de connexion (par exemple fileadmin/images/login-logo.png ou EXT:my_theme/Resources/Public/Images/login-logo.png ou //domain.tld/login-logo.png).

# config.loginLogoAlt
source: Logo Alt-Text: If a custom logo is set, this text will be used as the alt attribute of the img tag.
fr: Logo Alt-Text : Si un logo personnalisé est défini, ce texte sera utilisé comme attribut alt de la balise img.

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
fr: Couleur de surbrillance: Si définie, cette couleur sera utilisée comme couleur de surbrillance dans l'écran de connexion.

# config.loginBackgroundImage
source: Background Image: If set, this image will be used as background image for the login screen (e.g. fileadmin/images/my-background.jpg or EXT:my_theme/Resources/Public/Images/my-background.jpg or //domain.tld/my-background.png).
fr: Image d'arrière-plan : Si défini, cette image sera utilisée comme image d'arrière-plan pour l'écran de connexion (par exemple fileadmin/images/my-background.jpg ou EXT:my_theme/Resources/Public/Images/my-background.jpg ou //domain.tld/my-background.png).

# config.loginFootnote
source: Footnote: If set, this text will be displayed on the login screen to provide copyright information for the background image (e.g. background image © 2017 by John Doe) or a descriptive text.
fr: Note de bas de page : Si défini, ce texte sera affiché sur l'écran de connexion pour fournir des informations de copyright pour l'image de fond (e. . image de fond © 2017 par John Doe) ou un texte descriptif.

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png).
fr: Logo : Si défini, ce logo sera utilisé à la place du logo TYPO3 dans le coin supérieur gauche du backend TYPO3 (e. . fileadmin/images/backend-logo.png ou EXT:my_theme/Resources/Public/Images/backend-logo.png).

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico).
fr: Favicon: Si défini, ce favicon sera utilisé à la place du logo TYPO3 (par exemple EXT:my_theme/Resources/Public/Images/favicon.ico).

# foldertreeview.noFolders.title
source: No folders available
fr: Aucun répertoire disponible

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
fr: Vous n'avez accès à aucun dossier. Veuillez demander à votre administrateur de corriger les droits d'accès de votre compte.

# login.header
source: Login
fr: Connexion

# login.region.footnote
source: Footnote
fr: Note de bas de page

# login.link
source: Login with username and password
fr: Connexion avec nom d'utilisateur et mot de passe

# login.username
source: Username
fr: Nom d'utilisateur

# login.password
source: Password
fr: Mot de passe

# login.togglePassword
source: Toggle password visibility
fr: Afficher/masquer le mot de passe

# login.password_forget
source: Forgot your password?
fr: Mot de passe oublié ?

# login.error.capslock
source: Attention: Caps lock enabled!
fr: Attention : verrouillage majuscules activé !

# login.error.capslockStatus
source: Caps lock enabled
fr: Verrouillage des majuscules activé

# login.news.header
source: System News
fr: Actualités système

# login.news.previous
source: Previous
fr: Précédente

# login.news.next
source: Next
fr: Suivante

# login.navigation.loginProvider
source: Login Provider
fr: Fournisseur de connexion

# login.navigation.typo3
source: Further information about TYPO3
fr: Plus d'informations sur TYPO3

# login.error.message
source: Your login attempt did not succeed
fr: Votre connexion a échoué

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
fr: Assurez-vous d'écrire votre nom d'utilisateur et votre mot de passe correctement, en respectant les majuscules/minuscules.

# login.error.javascript
source: Please activate JavaScript!
fr: Veuillez activer JavaScript !

# login.error.cookies
source: Please activate Cookies!
fr: Veuillez autoriser les cookies !

# login.error.referrer
source: TYPO3 relies on HTTP referrers for security reasons in the backend. It seems your browser refused to send this information.
fr: TYPO3 s'appuie sur le HTTP referer pour des raisons de sécurité dans le backend. Il semble que votre navigateur ait refusé d'envoyer ces informations.

# login.process
source: Verifying Login Data ...
fr: Vérification des données de connexion...

# login.submit
source: Login
fr: Connexion

# login.copyrightLink
source: More about TYPO3
fr: En savoir plus sur TYPO3

# login.typo3Logo
source: TYPO3 logo
fr: Logo TYPO3

# login.donate
source: Donate
fr: Faire un don

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data inconsistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
fr: Impossible de récupérer l'enregistrement avec l'uid %2$s de la table %1$s depuis la base de données. Cette incohérence de données peut se produire si un enregistrement parent a été supprimé mais que l'enregistrement intermédiaire provenant de la table %3$s avec l'uid %4$s pointe encore sur celui-ci. Pour remédier à cette situation, supprimez l'enregistrement intermédiaire ou restaurez l'enregistrement parent à l'aide du module corbeille.

# modulemenu.label
source: Module Menu
fr: Menu Module

# module.noAccess.title
source: No module access
fr: Pas d'accès au module

# module.noAccess.message
source: You've been redirected to the "%s" module, because you currently can't access the "%s" module. You either don't have the necessary permissions or access is temporarily not possible, e.g. due to workspace restrictions.
fr: Vous avez été redirigé vers le module « %s », car vous ne pouvez pas accéder au module « %s ». Soit vous n'avez pas les permissions nécessaires, soit l'accès n'est pas possible temporairement, par exemple en raison des restrictions de l'espace de travail.

# clearcache.title
source: Page cache
fr: Cache de la page

# clearcache.message.success
source: Successfully cleared page cache
fr: Cache de la page effacé avec succès

# clearcache.message.error
source: Page cache could not be cleared
fr: Le cache de la page n'a pas pu être vidé

# error.linkHandlerTitleMissing
source: [title missing]
fr: [titre manquant]

# create_folder.title
source: Create new folder
fr: Créer un nouveau dossier

# create_folder.placeholder
source: Your new folder name
fr: Nom de votre nouveau dossier

# create_folder.submit
source: Create folder
fr: Créer un dossier

# row.deletePlaceholder.title
source: The live pendant of this record will be deleted when this workspace record is published.
fr: La version LIVE de cet enregistrement sera supprimée lorsque la version de cet espace de travail sera publiée.

# shortcut.title
source: %s%s on page "%s" [%d]
fr: %s%s sur la page "%s" [%d]

# liveSearch.databaseRecordProvider.filterLabel
source: Database records
fr: Enregistrements dans la base de données

# liveSearch.databaseRecordProvider.typeLabel
source: Database record
fr: Enregistrement dans la base de données
