Repository: fabarea/togo-togo
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_download.xlf
Languages: fr

# downloadRecord
source: Download %d record
fr: Télécharger %d enregistrement

# downloadRecords
source: Download %d records
fr: Télécharger %d enregistrements

source: Download
fr: Télécharger

# downloadRecordSettings
source: Download %s: %d Record
fr: Télécharger %s : %d enregistrement

# downloadRecordsSettings
source: Download %s: %d Records
fr: Télécharger %s : %d enregistrements

# downloadSettings.generalSettings
source: General settings
fr: Paramètres généraux

# downloadSettings.columnsToDownload
source: Columns to download
fr: Colonnes à télécharger

# downloadSettings.selectedColumns
source: Selected columns
fr: Colonnes sélectionnées

# downloadSettings.allColumns
source: All columns
fr: Toutes les colonnes

# downloadSettings.valueFormat
source: Format of values
fr: Format des valeurs

# downloadSettings.rawValues
source: Raw values
fr: Valeurs brutes

# downloadSettings.processedValues
source: Processed values
fr: Valeurs retraitées

# downloadSettings.default
source: Default: %s
fr: Par défaut : %s

# downloadSettings.filename
source: Filename
fr: Nom du fichier

# downloadSettings.filename.placeholder
source: e.g. %s_ddmmyy-hhmm
fr: ex. %s_ddmmyy-hhmm

# downloadSettings.formatOptions.csv
source: CSV options
fr: Options CSV

# downloadSettings.formatOptions.csv.delimiter
source: Delimiter
fr: Séparateur

# downloadSettings.formatOptions.csv.delimiter.comma
source: comma
fr: virgule

# downloadSettings.formatOptions.csv.delimiter.semicolon
source: semicolon
fr: point-virgule

# downloadSettings.formatOptions.csv.delimiter.pipe
source: pipe
fr: barre verticale

# downloadSettings.formatOptions.csv.delimiter.custom
source: user defined
fr: personnalisé

# downloadSettings.formatOptions.csv.quote
source: Quote character
fr: Séparateure de chaîne de caractères

# downloadSettings.formatOptions.csv.quote.doublequote
source: double quote
fr: guillemets doubles

# downloadSettings.formatOptions.csv.quote.singlequote
source: single qoute
fr: apostrophe

# downloadSettings.formatOptions.csv.quote.space
source: space
fr: espace

# downloadSettings.formatOptions.csv.quote.custom
source: user defined
fr: personnalisé

# downloadSettings.formatOptions.json
source: JSON options
fr: Options JSON

# downloadSettings.formatOptions.json.meta
source: Meta information
fr: Métadonnée

# downloadSettings.formatOptions.json.meta.full
source: Add all relevant information to the download
fr: Ajouter toutes les informations pertinentes au téléchargement

# downloadSettings.formatOptions.json.meta.prefix
source: Prefix the download with table name and page id
fr: Préfixer le téléchargement avec le nom de la table et l'identifiant de la page

# downloadSettings.formatOptions.json.meta.none
source: No information, only download records
fr: Aucune information, télécharger uniquement les enregistrements
