Repository: fabarea/togo-togo
Catalog: var/labels/*/backend/Resources/Private/Language/*.siteconfiguration_fieldinformation.xlf
Languages: fr

# site.rootPageId
source: You must create a page with a site root flag.
fr: Vous devez créer une page étant racine de l'arborescence.

# site.identifier
source: This name will be used to create the configuration directory. Mind the recommendations for directory names (only a-z,0-9,_,-) and make it unique.
fr: Ce nom sera utilisé pour créer le répertoire de configuration. Pensez aux recommandations pour les noms de répertoires (uniquement a-z,0-9,_,-) et rendez-le unique.

# site.base
source: Main URL to call the frontend in default language. Can be https://www.example.com/ or just /, if it is just a / you cannot rely on TYPO3 creating full URLs
fr: URL principale pour appeler le frontend dans la langue par défaut. Peut être https://www.example.com/ ou juste /. Si c'est juste un /, TYPO3 ne sera pas en mesure de créer des URLs absolues

# site.websiteTitle
source: The title of the website is used for the title tag in the frontend
fr: Le titre du site est utilisé pour la balise title dans le frontend

# site.baseVariants
source: This allows you to specify variants of the site's base. Can be used, for example, if you have a different domain for your staging environment.
fr: Cela vous permet de spécifier des variantes de l'URL de base. Peut être utilisé, par exemple, si vous avez un domaine différent pour votre environnement de pré-production.

# site_language.base
source: Use a full qualified domain "https://www.mydomain.fr/" or "/fr/". Use "/" to keep the main URL for the default language. Add language specific suffixes to use those, or configure complete URLs for independent domains.
fr: Utilisez un domaine pleinement qualifié "https://www.mydomain.fr/" ou "/fr/". Utilisez "/" pour conserver l'URL principale pour la langue par défaut. Ajoutez des suffixes spécifiques à une langue, ou configurez des URLs complètes pour les domaines indépendants.

# site_language.locale
source: Used for localized date and currency formats. E.g. "de_DE" or "en_US.UTF-8".
fr: Utilisé pour les formats de date et de monnaie locaux. Par exemple "de_DE" ou "en_US.UTF-8".

# site_language.hreflang
source: Optional, used for "hreflang" attributes - if empty, the information is retrieved from the locale
fr: Optionnel, utilisé pour les attributs "hreflang" - s'il est vide, les informations seront récupérées à partir de la locale

# site_language.websiteTitle
source: With this language based Website title, you can override the Website title for this language
fr: Avec ce titre de site Web basé sur la langue, vous pouvez personnaliser le titre du site Web pour cette langue

# site_language.navigationTitle
source: Used within language-related menus
fr: Utilisé dans les menus de langue

# site_errorhandling.errorCode
source: Make sure to have at least 0 (not defined otherwise) configured in order to serve helpful error messages to your visitors.
fr: Assurez-vous d'avoir au moins 0 (si non indéfini) configuré afin de fournir des messages d'erreur utiles à vos visiteurs.

# site_errorhandling.errorFluidTemplate
source: Path to the fluid template file given by absolute, relative path (from site root) or by referring the template file inside an extension with "EXT:" prefix.
fr: Chemin vers le fichier de template fluid, absolu, ou relatif (à partir de la racine du site) ou en référençant le fichier d'une extension avec le préfixe "EXT:".

# site_errorhandling.errorPhpClassFQCN
source: Fully qualified class name to a class that implements the PageErrorHandlerInterface.
fr: Nom entièrement qualifié d'une classe implémentant l'interface PageErrorHandlerInterface.

# site_base_variant.base
source: For example "https://staging.domain.tld" or "http://www.domain.local"
fr: Par exemple "https://staging.domain.tld" ou "http://www.domain.local"

# site_base_variant.condition
source: Expression to match this base variant.
fr: Expression activant cette variante d'URL de base.
