Repository: fabarea/togo-togo
Catalog: var/labels/*/form/Resources/Private/Language/*.Database.xlf
Languages: fr

# module.shortcut_name
source: Form manager
fr: Gestionnaire de formulaires

source: Default
fr: Par défaut

source: [Empty]
fr: [Vide]

# tt_content.pi_flexform.formframework.persistenceIdentifier
source: Form definition
fr: Définition de formulaire

# tt_content.pi_flexform.formframework.sheet_general
source: General
fr: Général

# tt_content.pi_flexform.formframework.selectPersistenceIdentifier
source: Please select a form definition
fr: Veuillez sélectionner une définition de formulaire

# tt_content.pi_flexform.formframework.overrideFinishers
source: Override finisher settings
fr: Remplacer les paramètres du finisseur

# tt_content.pi_flexform.formframework.overrideFinishers.empty
source: There are no finishers or finisher options in the current form definition.
fr: Il n'y a pas d'options de finisseur ou de finisseur dans la définition actuelle du formulaire.

# tt_content.preview.noPersistenceIdentifier
source: No form selected.
fr: Aucun formulaire sélectionné.

# tt_content.preview.invalidPersistenceIdentifier
source: Invalid form "%s".
fr: Formulaire « %s » invalide.

# tt_content.preview.inaccessiblePersistenceIdentifier
source: "%s" (no read access).
fr: « %s » (pas d'accès en lecture).

# tt_content.preview.notExistingdPersistenceIdentifier
source: The form "%s" does not exist.
fr: Le formulaire « %s » n'existe pas .

# tt_content.preview.invalidFrameworkConfiguration
source: "%s" (Invalid ext:form configuration).
fr: « %s » (configuration ext:form non valide).

# tt_content.preview.invalidFrameworkConfiguration.text
source: Invalid ext:form configuration in form "%s": %s
fr: Configuration ext:form invalide dans le formulaire "%s": %s

# tt_content.preview.invalidFrameworkConfiguration.title
source: Invalid configuration.
fr: Configuration invalide.

# tt_content.finishersDefinition.Confirmation.message.label
source: Text
fr: Texte

# tt_content.finishersDefinition.Confirmation.contentElementUid.label
source: Record
fr: Enregistrement

# tt_content.finishersDefinition.EmailToSender.label
source: Email to sender (form submitter)
fr: Email à l'expéditeur (qui soumet le formulaire)

# tt_content.finishersDefinition.EmailToSender.subject.label
source: Subject of the email
fr: Sujet de l'email

# tt_content.finishersDefinition.EmailToSender.recipients.label
source: Recipients
fr: Destinataires

# tt_content.finishersDefinition.EmailToSender.recipients.item.label
source: Recipient
fr: Destinataire

# tt_content.finishersDefinition.EmailToSender.recipients.email.label
source: Email Address
fr: Adresse email

# tt_content.finishersDefinition.EmailToSender.recipients.name.label
source: Name
fr: Nom

# tt_content.finishersDefinition.EmailToSender.senderAddress.label
source: Email address of the sender
fr: Adresse email de l'expéditeur

# tt_content.finishersDefinition.EmailToSender.senderName.label
source: Human-readable name of the sender
fr: Nom en toutes lettres de l'expéditeur

# tt_content.finishersDefinition.EmailToSender.replyToRecipients.label
source: Reply-To Recipients
fr: Destinataires de réponse

# tt_content.finishersDefinition.EmailToSender.replyToRecipients.item.label
source: Reply-To Recipient
fr: Destinataire de réponse

# tt_content.finishersDefinition.EmailToSender.carbonCopyRecipients.label
source: CC Recipients
fr: Destinataires en copie

# tt_content.finishersDefinition.EmailToSender.carbonCopyRecipients.item.label
source: CC Recipient
fr: Destinataire en copie

# tt_content.finishersDefinition.EmailToSender.blindCarbonCopyRecipients.label
source: BCC Recipients
fr: Destinataires en copie invisible

source: BCC Recipient
fr: Destinataire en copie invisible

# tt_content.finishersDefinition.EmailToSender.addHtmlPart.label
source: Add HTML mail part
fr: Ajouter une partie HTML

# tt_content.finishersDefinition.EmailToSender.language.label
source: Translation language
fr: Langue de traduction

# tt_content.finishersDefinition.EmailToSender.language.1
source: Default
fr: Langue par défaut

# tt_content.finishersDefinition.EmailToSender.title.label
source: Title
fr: Titre

# tt_content.finishersDefinition.EmailToReceiver.label
source: Email to receiver (you)
fr: Email au destinataire (vous)

# tt_content.finishersDefinition.EmailToReceiver.subject.label
source: Subject of the email
fr: Sujet de l'email

# tt_content.finishersDefinition.EmailToReceiver.recipients.label
source: Email addresses and human-readable names of the recipients
fr: Adresses email et noms des destinataires

# tt_content.finishersDefinition.EmailToReceiver.senderAddress.label
source: Email address of the sender
fr: Adresse email de l'expéditeur

# tt_content.finishersDefinition.EmailToReceiver.senderName.label
source: Human-readable name of the sender
fr: Nom en toutes lettres de l'expéditeur

# tt_content.finishersDefinition.EmailToReceiver.replyToRecipients.label
source: Reply-To Recipients
fr: Destinataires des réponses (reply-to)

# tt_content.finishersDefinition.EmailToReceiver.carbonCopyRecipients.label
source: CC Recipients
fr: Destinataires en copie

# tt_content.finishersDefinition.EmailToReceiver.blindCarbonCopyRecipients.label
source: BCC Recipients
fr: Destinataires en copie invisible

# tt_content.finishersDefinition.EmailToReceiver.addHtmlPart.label
source: Add HTML part
fr: Ajouter une partie HTML

# tt_content.finishersDefinition.EmailToReceiver.language.label
source: Translation language
fr: Langue de traduction

# tt_content.finishersDefinition.EmailToReceiver.language.1
source: Default
fr: Par défaut

# tt_content.finishersDefinition.EmailToReceiver.title.label
source: Title
fr: Titre

# tt_content.finishersDefinition.Redirect.label
source: Redirect
fr: Redirection

# tt_content.finishersDefinition.Redirect.additionalParameters.label
source: Additional link parameter
fr: Paramètre additionnel du lien

# tt_content.finishersDefinition.Redirect.fragment.label
source: Add fragment to the redirect link
fr: Ajouter une ancre au lien de redirection

# formManagerController.deleteAction.error.title
source: Delete error
fr: Erreur de suppression

# formManagerController.deleteAction.error.body
source: The form "%s" could not be deleted.
fr: Le formulaire « %s » n'a pas pu être supprimé.

# formManager.headline
source: Form Management
fr: Gestion des formulaires

# formManager.create_new_form
source: Create new form
fr: Créer un nouveau formulaire

# formManager.form_name
source: Form name
fr: Nom du formulaire

# formManager.location
source: Location
fr: Emplacement

# formManager.references
source: References
fr: Références

# formManager.show_references
source: Show references for this form
fr: Afficher les références pour ce formulaire

# formManager.edit_form
source: Edit this form
fr: Modifier ce formulaire

# formManager.duplicate_this_form
source: Duplicate this form
fr: Dupliquer ce formulaire

# formManager.delete_form
source: Delete this form
fr: Supprimer ce formulaire

# formManager.forms_not_found.title
source: No forms found!
fr: Aucun formulaire trouvé !

# formManager.forms_not_found.message
source: There are currently no forms found in the system.
fr: Il n'y a actuellement aucun formulaire trouvé dans le système.

# formManager.edit_form_not_allowed
source: Edit this form is not allowed.
fr: L'édition de ce formulaire n'est pas autorisée.

# formManager.duplicate_form_not_allowed
source: Duplicate this form is not allowed.
fr: Dupliquer ce formulaire n'est pas autorisé.

# formManager.invalid
source: Invalid YAML file!
fr: Fichier YAML invalide !

# formManager.duplicate_identifier
source: Duplicate identifier!
fr: Identifiant dupliqué !

source: Blank form
fr: Formulaire vide

source: Simple contact form (ext:form example)
fr: Formulaire de contact simple (exemple ext:form)

# formEditor.header
source: Form editor
fr: Editeur de formulaire

# formEditor.loading
source: Loading...
fr: Chargement…

# formEditor.spinner
source: Loading...
fr: Chargement…

# formEditor.save_button
source: Save
fr: Sauvegarder

# formEditor.form_settings_button
source: Settings
fr: Paramètres

# formEditor.undo_button
source: Undo
fr: Annuler

# formEditor.redo_button
source: Redo
fr: Rétablir

# formEditor.new_page_button
source: Create new step
fr: Créer une nouvelle étape

# formEditor.edit_mode_button
source: Previous step
fr: Étape précédente

# formEditor.edit_mode_button
source: Next step
fr: Étape suivante

# formEditor.preview_mode_button
source: Preview mode
fr: Prévisualisation

# formEditor.edit_mode_button
source: Edit mode
fr: Mode d'édition

# formEditor.insert_elements
source: Insert elements
fr: Insérer des éléments

# formEditor.formElementPropertyValidatorsDefinition.NotEmpty.label
source: Required
fr: Requis

# formEditor.formElementPropertyValidatorsDefinition.Integer.label
source: Not a number
fr: Pas un nombre

# formEditor.formElementPropertyValidatorsDefinition.NaiveEmail.label
source: Invalid email address
fr: Adresse email invalide

source: Invalid form element
fr: Elément de formulaire invalide

# formEditor.formElementPropertyValidatorsDefinition.FileSize.label
source: Invalid file size format, valid e.g. "10B|K|M|G"
fr: Format de taille de fichier non valide, par exemple "10B|K|M|G"

# formEditor.formElementPropertyValidatorsDefinition.RFC3339FullDate.label
source: Invalid date format. Valid format: Y-m-d (2018-03-17)
fr: Format de date invalide. Format valide : Y-m-d (2018-03-17)

source: Invalid pattern
fr: Modèle invalide

# formEditor.formElementGroups.input.label
source: Basic elements
fr: Eléments basics

# formEditor.formElementGroups.html5.label
source: Special elements
fr: Eléments spéciaux

# formEditor.formElementGroups.select.label
source: Select elements
fr: Eléments sélectionnés

# formEditor.formElementGroups.custom.label
source: Advanced elements
fr: Contenus avancés

# formEditor.formElementGroups.container.label
source: Container elements
fr: Éléments de conteneur

# formEditor.formElementGroups.page.label
source: Step types
fr: Types d'étapes

# formEditor.elements.BaseFormElementMixin.editor.label.label
source: Form name
fr: Nom du formulaire

# formEditor.elements.Form.saveSuccessFlashMessageTitle
source: Save
fr: Enregistrer

# formEditor.elements.Form.saveSuccessFlashMessageMessage
source: The form has been successfully saved.
fr: Le formulaire a été enregistré avec succès.

# formEditor.elements.Form.saveErrorFlashMessageTitle
source: Save
fr: Enregistrer

# formEditor.elements.Form.saveErrorFlashMessageMessage
source: The form could not be saved:
fr: Le formulaire n'a pas pu être enregistré :

# formEditor.modals.validationErrors.dialogTitle
source: Alert
fr: Messages d'alerte

# formEditor.modals.validationErrors.dialogMessage
source: Some elements are not configured properly. Please check the following elements:
fr: Certains éléments ne sont pas configurés correctement. Veuillez vérifier les éléments suivants :

# formEditor.modals.insertElements.dialogTitle
source: New element
fr: Nouvel élément

# formEditor.modals.newPages.dialogTitle
source: New step
fr: Nouvelle étape

# formEditor.modals.removeElement.dialogTitle
source: Remove element?
fr: Supprimer l'élément?

# formEditor.modals.removeElement.dialogMessage
source: Are you sure that you want to remove this element?
fr: Etes-vous sûr de vouloir supprimer cet élément?

# formEditor.modals.removeElement.confirmButton
source: Remove
fr: Supprimer

# formEditor.modals.removeElement.cancelButton
source: Cancel
fr: Annuler

# formEditor.modals.removeElement.lastAvailablePageFlashMessageTitle
source: Error
fr: Erreur

# formEditor.modals.removeElement.lastAvailablePageFlashMessageMessage
source: There must be at least one step within your form.
fr: Il doit y avoir au moins une étape dans votre formulaire.

# formEditor.modals.close.dialogMessage
source: You have currently unsaved changes. Are you sure that you want to discard all changes?
fr: Vous avez actuellement des modifications non enregistrées. Êtes-vous sûr de vouloir annuler toutes les modifications ?

# formEditor.modals.close.dialogTitle
source: Do you want to quit without saving?
fr: Voulez-vous quitter sans sauvegarder?

# formEditor.modals.close.confirmButton
source: Yes, discard my changes
fr: Oui, annuler mes modifications

# formEditor.modals.close.cancelButton
source: No, I will continue editing
fr: Non, je veux continuer l'édition

# formEditor.pagination.title
source: Step {0} of {1}
fr: Étape {0} sur {1}

# formEditor.elements.TextMixin.editor.placeholder.label
source: Placeholder
fr: Texte indicatif

# formEditor.elements.TextMixin.editor.defaultValue.label
source: Default value
fr: Valeur par défaut

# formEditor.elements.TextMixin.editor.pattern.fieldExplanationText
source: Additional client-side validation as JavaScript regular expression
fr: Validation supplémentaire avec une expression régulière JavaScript

# formEditor.elements.TextMixin.editor.step.label
source: Step
fr: Étape

# formEditor.elements.TextMixin.editor.validators.label
source: Validators
fr: Validateurs

# formEditor.elements.TextMixin.editor.validators.EmptyValue.label
source: Add validator
fr: Ajouter un validateur

# formEditor.elements.TextMixin.editor.validators.Alphanumeric.label
source: Alphanumeric
fr: Alphanumérique

# formEditor.elements.TextMixin.editor.validators.Text.label
source: Non-XML text
fr: Text non-XML

# formEditor.elements.TextMixin.editor.validators.StringLength.label
source: String length
fr: Longueur de la chaîne

# formEditor.elements.TextMixin.editor.validators.EmailAddress.label
source: Email
fr: Courriel

# formEditor.elements.TextMixin.editor.validators.Integer.label
source: Integer number
fr: Nombre entier

# formEditor.elements.TextMixin.editor.validators.Float.label
source: Floating-point number
fr: Nombre à virgule flottante

# formEditor.elements.TextMixin.editor.validators.Number.label
source: Number
fr: Nombre

# formEditor.elements.TextMixin.editor.validators.NumberRange.label
source: Number range
fr: Plage de nombres

# formEditor.elements.TextMixin.editor.validators.RegularExpression.label
source: Regular expression
fr: Expression régulière

# formEditor.elements.MultiSelectionMixin.editor.validators.Count.label
source: Number of submitted values
fr: Nombre de valeurs transmises

# formEditor.elements.TextMixin.validators.Alphanumeric.editor.header.label
source: Alphanumeric
fr: Alphanumérique

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.Text.editor.header.label
source: Non-XML text
fr: Text non-XML

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.StringLength.editor.header.label
source: String length
fr: Longueur de la chaîne

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.EmailAddress.editor.header.label
source: Email
fr: Courriel

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.Integer.editor.header.label
source: Integer number
fr: Nombre entier

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.Float.editor.header.label
source: Floating-point number
fr: Nombre à virgule flottante

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.Number.editor.header.label
source: Number
fr: Nombre

# formEditor.elements.TextMixin.validators.NumberRange.editor.header.label
source: Number range
fr: Plage de nombres

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.TextMixin.validators.RegularExpression.editor.header.label
source: Regular expression
fr: Expression régulière

# formEditor.elements.TextMixin.validators.RegularExpression.editor.regex.label
source: Regular expression
fr: Expression régulière

source: Enter a valid PHP PCRE regular expression here.
fr: Entrez ici une expression régulière PHP PCRE valide.

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.MultiSelectionMixin.validators.Count.editor.header.label
source: Number of submitted values
fr: Nombre de valeurs transmises

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.SelectionMixin.editor.inactiveOption.label
source: First option (empty value)
fr: Première option (valeur vide)

# formEditor.elements.SelectionMixin.editor.inactiveOption.fieldExplanationText
source: If set, this label will be shown as first option.
fr: Si défini, ce libellé sera affiché comme la première option.

# formEditor.elements.SelectionMixin.editor.options.label
source: Choices
fr: Choix

# formEditor.elements.MultiSelectionMixin.editor.validators.label
source: Validators
fr: Validateurs

# formEditor.elements.MultiSelectionMixin.editor.validators.EmptyValue.label
source: Add validator
fr: Ajouter un validateur

# formEditor.elements.FileUploadMixin.editor.saveToFileMount.label
source: Uploads save path
fr: Chemin de sauvegarde des téléchargements

# formEditor.elements.FileUploadMixin.editor.validators.label
source: Validators
fr: Validateurs

# formEditor.elements.FileUploadMixin.editor.validators.EmptyValue.label
source: Add validator
fr: Ajouter un validateur

# formEditor.elements.FileUploadMixin.editor.validators.FileSize.label
source: File size
fr: Taille du fichier

# formEditor.elements.FileUploadMixin.validators.FileSize.editor.header.label
source: File size
fr: Taille du fichier

# formEditor.elements.Form.editor.submitButtonLabel.label
source: Submit label
fr: Intitulé du bouton de soumission

# formEditor.elements.Form.editor.submitButtonLabel.value
source: Submit
fr: Envoyer

# formEditor.elements.Form.editor.finishers.label
source: Finishers
fr: Finisseurs

# formEditor.elements.Form.editor.finishers.EmptyValue.label
source: Add finisher
fr: Ajouter un finisseur

# formEditor.elements.Form.editor.finishers.EmailToSender.label
source: Email to sender (form submitter)
fr: Courriel à l'utilisateur (celui qui soumet le formulaire)

# formEditor.elements.Form.editor.finishers.EmailToReceiver.label
source: Email to receiver (you)
fr: Courriel au destinataire (vous)

# formEditor.elements.Form.editor.finishers.Redirect.label
source: Redirect to a page
fr: Redirection vers une page

# formEditor.elements.Form.editor.finishers.DeleteUploads.label
source: Delete uploads
fr: Supprimer les téléchargements

# formEditor.elements.Form.editor.finishers.Confirmation.label
source: Confirmation message
fr: Message de confirmation

# formEditor.elements.Form.finisher.EmailToSender.editor.header.label
source: Email to sender (form submitter)
fr: Courriel à l'utilisateur (qui soumet le formulaire)

# formEditor.elements.Form.finisher.EmailToSender.editor.subject.label
source: Subject
fr: Sujet

# formEditor.elements.Form.finisher.EmailToSender.editor.recipients.label
source: Recipients
fr: Destinataires

source: The email addresses and names of the website visitors to which the email should be sent.
fr: Les adresses email et noms des utilisateurs du site auxquels le courriel doit être envoyé.

source: Email Address
fr: Adresse email

source: Name
fr: Nom

# formEditor.elements.Form.finisher.EmailToSender.editor.senderAddress.label
source: Sender address
fr: Adresse de l'expéditeur

source: The email address of the sender (e.g. your company's email address) which appears in the website visitor email client.
fr: L'adresse email de l'expéditeur (par exemple l'adresse e-mail de votre entreprise) qui apparaît dans le client de messagerie du visiteur du site Web.

# formEditor.elements.Form.finisher.EmailToSender.editor.senderName.label
source: Sender name
fr: Nom de l'expéditeur

source: The name of the sender (e.g. your company's name) which appears in the website visitor email client.
fr: Le nom de l'expéditeur (par exemple le nom de votre entreprise) qui apparaît dans le client de messagerie de l'utilisateur du site.

# formEditor.elements.Form.finisher.EmailToSender.editor.replyToRecipients.label
source: Reply-To Recipients
fr: Destinataires des réponses (reply-to)

source: CC Recipients
fr: Destinataires en copie

source: BCC Recipients
fr: Destinataires en copie invisible

# formEditor.elements.Form.finisher.EmailToSender.editor.addHtmlPart.label
source: Add HTML part
fr: Ajouter une partie HTML

source: If enabled, the email will contain a plaintext and an HTML part, otherwise only a plaintext part.
fr: Si activé, l'email contiendra un texte brut et une partie HTML, sinon seulement une partie en texte brut.

# formEditor.elements.Form.finisher.EmailToSender.editor.attachUploads.label
source: Attach uploads
fr: Joindre les téléchargements

# formEditor.elements.Form.finisher.EmailToSender.editor.language.label
source: Translation language
fr: Langue de traduction

# formEditor.elements.Form.finisher.EmailToSender.editor.title.label
source: Title
fr: Titre

source: The title, being shown in the Email. The title is rendered in the header section right above the email body. Do not confuse this field with the subject of your email.
fr: Le titre, affiché dans l'e-mail. Le titre est affiché dans la section d'en-tête juste avant le corps de l'e-mail. Ne confondez pas ce champ avec l'objet de votre e-mail.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.header.label
source: Email to receiver (you)
fr: Courriel au destinataire (vous)

# formEditor.elements.Form.finisher.EmailToReceiver.editor.subject.label
source: Subject
fr: Sujet

# formEditor.elements.Form.finisher.EmailToReceiver.editor.recipients.label
source: Recipients
fr: Destinataires

source: The email addresses and names of the recipients to which the email should be sent (e.g. your company's email addresses).
fr: Les adresses e-mail et les noms des destinataires auxquels l'e-mail doit être envoyé (par exemple les adresses e-mail de votre entreprise).

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderAddress.label
source: Sender address
fr: Adresse de l'expéditeur

source: The email address of the sender which appears in your email client. If you want, you can use the "insert formelement identifier" dropdown to choose a form element which holds the website visitors email address.
fr: L'adresse email de l'expéditeur qui apparaît dans votre client de messagerie. Si vous le souhaitez, vous pouvez utiliser le menu déroulant "Utiliser un champ du formulaire" pour choisir un élément de formulaire qui contient l'adresse email des visiteurs du site.
