Repository: fabarea/togo-togo
Catalog: var/labels/*/form/Resources/Private/Language/*.Database.xlf
Languages: fr

# formEditor.elements.Form.finisher.EmailToReceiver.editor.senderName.label
source: Sender name
fr: Nom de l'expéditeur

source: The name of the sender which appears in your email client. If you want, you can use the "insert formelement identifier" dropdown to choose one or more form elements which holds the website visitors name.
fr: Le nom de l'expéditeur qui apparaît dans votre client de messagerie. Si vous le souhaitez, vous pouvez utiliser le menu déroulant "Utiliser un champ du formulaire" pour choisir un élément de formulaire qui contient le nom des visiteurs du site.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.replyToRecipients.label
source: Reply-To Recipients
fr: Destinataires des réponses (reply-to)

source: CC Recipients
fr: Destinataires en copie

source: BCC Recipients
fr: Destinataires en copie invisible

# formEditor.elements.Form.finisher.EmailToReceiver.editor.addHtmlPart.label
source: Add HTML part
fr: Ajouter une partie HTML

source: If enabled, the email will contain a plaintext and an HTML part, otherwise only a plaintext part.
fr: Si activé, l'email contiendra un texte brut et une partie HTML, sinon seulement une partie en texte brut.

# formEditor.elements.Form.finisher.EmailToReceiver.editor.attachUploads.label
source: Attach uploads
fr: Joindre les téléchargements

# formEditor.elements.Form.finisher.EmailToReceiver.editor.language.label
source: Translation language
fr: Langue de traduction

# formEditor.elements.Form.finisher.Redirect.editor.header.label
source: Redirect to a page
fr: Redirection vers une page

# formEditor.elements.Form.finisher.Redirect.editor.additionalParameters.label
source: Additional parameters
fr: Paramètres additionnels

# formEditor.elements.Form.finisher.Redirect.editor.fragment.label
source: URL fragment
fr: Ancre de l'URL

# formEditor.elements.Form.finisher.Redirect.editor.fragment.buttonLabel
source: Page Content
fr: Contenu de la page

# formEditor.elements.Form.finisher.Redirect.editor.fragment.fieldExplanationText
source: You can use a content element identifier as URL fragment or set a custom fragment identifier.
fr: Vous pouvez utiliser un identifiant de contenu comme ancre d'URL, ou définir une ancre personnalisée.

# formEditor.elements.Form.finisher.DeleteUploads.editor.header.label
source: Delete uploads
fr: Supprimer les téléchargements

# formEditor.elements.Form.finisher.Confirmation.editor.header.label
source: Confirmation message
fr: Message de confirmation

# formEditor.elements.Form.finisher.Confirmation.editor.contentElement.label
source: Content element uid
fr: Uid de l'élément de contenu

# formEditor.elements.Form.finisher.Confirmation.editor.contentElement.buttonLabel
source: Page Content
fr: Contenu de Page

# formEditor.elements.Form.finisher.Confirmation.editor.message.label
source: Text
fr: Texte

source: Will be ignored if "Content element" is set
fr: Sera ignoré si l'élément de contenu est défini

# formEditor.elements.Form.finisher.Closure.editor.header.label
source: Execute a closure
fr: Exécuter une fonction

# formEditor.elements.Form.finisher.FlashMessage.editor.header.label
source: Flash message
fr: Message flash

# formEditor.elements.Form.finisher.SaveToDatabase.editor.header.label
source: Save the mail to the Database
fr: Enregistrer le mail dans la base de données

# formEditor.elements.ReadOnlyFormElement.editor.label.label
source: Label
fr: Intitulé

# formEditor.elements.FormElement.editor.label.label
source: Label
fr: Intitulé

# formEditor.elements.FormElement.editor.requiredValidator.label
source: Field required
fr: Champ obligatoire

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation ne réussit pas

# formEditor.elements.FormElement.validators.DateRange.editor.header.label
source: Date range
fr: Plage de dates

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.label
source: Grid viewport configuration
fr: Configuration de l'affichage de la grille

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xs.label
source: Extra small
fr: Très petit

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.sm.label
source: Small
fr: Petit

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.md.label
source: Medium
fr: Moyen

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.lg.label
source: Large
fr: Grand

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xl.label
source: Extra large
fr: Très grand

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xxl.label
source: Extra extra large
fr: Très très grand

source: Numbers of columns for viewport "{@viewPortLabel}"
fr: Nombre de colonnes pour la vue "{@viewPortLabel}"

source: Leave empty for auto calculation
fr: Laisser vide pour le calcul automatique

# formEditor.elements.Page.label
source: Step
fr: Étape

# formEditor.elements.Page.editor.label.label
source: Step name
fr: Nom de l'étape

# formEditor.elements.Page.editor.previousButtonLabel.label
source: Previous button label
fr: Libellé du bouton précédent

# formEditor.elements.Page.editor.previousButtonLabel.value
source: Previous step
fr: Étape précédente

# formEditor.elements.Page.editor.nextButtonLabel.label
source: Next button label
fr: Libellé du bouton suivant

# formEditor.elements.Page.editor.nextButtonLabel.value
source: Next step
fr: Étape suivante

# formEditor.elements.SummaryPage.label
source: Summary step
fr: Étape de résumé

# formEditor.elements.SummaryPage.editor.label.label
source: Step name
fr: Nom de l'étape

# formEditor.elements.SummaryPage.editor.previousButtonLabel.label
source: Previous button label
fr: Libellé du bouton précédent

# formEditor.elements.SummaryPage.editor.previousButtonLabel.value
source: Previous step
fr: Étape précédente

# formEditor.elements.SummaryPage.editor.nextButtonLabel.label
source: Next button label
fr: Libellé du bouton suivant

# formEditor.elements.SummaryPage.editor.nextButtonLabel.value
source: Next step
fr: Étape suivante

# formEditor.elements.Fieldset.label
source: Fieldset
fr: Groupe de champs

# formEditor.elements.Fieldset.editor.label.label
source: Fieldset name
fr: Nom du champ

# formEditor.elements.GridRow.label
source: Grid: Row
fr: Grille : Ligne

# formEditor.elements.GridRow.editor.label.label
source: Row name (not visible within frontend)
fr: Nom de la ligne (non visible dans le frontend)

# formEditor.elements.Text.label
source: Text
fr: Texte

# formEditor.elements.Email.label
source: Email address
fr: Courriel

# formEditor.elements.Telephone.label
source: Telephone number
fr: Numéro de téléphone

# formEditor.elements.Number.label
source: Number
fr: Nombre

# formEditor.elements.Number.editor.validators.Number.label
source: Number
fr: Nombre

# formEditor.elements.Date.editor.defaultValue.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
fr: Une date au format aaaa-mm-jj (par exemple 2018-03-17)

# formEditor.elements.Date.editor.step.fieldExplanationText
source: Specify the number of days between each occurrence of this event.
fr: Précisez le nombre de jours entre chaque occurrence de cet événement.

# formEditor.elements.Date.editor.step.label
source: Frequency
fr: Fréquence

# formEditor.elements.Date.editor.validators.DateRange.label
source: Date range
fr: Plage de dates

# formEditor.elements.DatePicker.validators.DateRange.editor.header.label
source: Date range
fr: Plage de dates

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum
source: Minimum date
fr: Date minimale

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum
source: Maximum date
fr: Date maximale

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
fr: Une date au format aaaa-mm-jj (par exemple 2018-03-17)

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
fr: Une date au format aaaa-mm-jj (par exemple 2018-03-17)

# formEditor.elements.Password.label
source: Password
fr: Mot de passe

# formEditor.elements.AdvancedPassword.label
source: Advanced password
fr: Mot de passe avancé

# formEditor.elements.AdvancedPassword.editor.confirmationLabel.label
source: Confirmation label
fr: Libellé de confirmation

# formEditor.elements.Textarea.label
source: Textarea
fr: Zone de texte

# formEditor.elements.Checkbox.label
source: Checkbox
fr: Case à cocher

# formEditor.elements.CountrySelect.label
source: Country select
fr: Sélection de pays

# formEditor.elements.MultiCheckbox.label
source: Multi checkbox
fr: Case à cocher multiples

# formEditor.elements.MultiSelect.label
source: Multi select
fr: Liste à choix multiples

# formEditor.elements.RadioButton.label
source: Radio button
fr: Bouton radio

# formEditor.elements.SingleSelect.label
source: Single select
fr: Sélection simple

# formEditor.elements.DatePicker.label
source: Date picker (jQuery)
fr: Sélecteur de date (jQuery)

# formEditor.elements.DatePicker.editor.dateFormat.label
source: Date format
fr: Format de la date

# formEditor.elements.DatePicker.editor.enableDatePicker.label
source: Enable datepicker (needs jQuery UI)
fr: Activer le sélecteur de date (nécessite jQuery UI)

# formEditor.elements.DatePicker.editor.displayTimeSelector.label
source: Display time selector
fr: Afficher le sélecteur de temps

# formEditor.elements.DatePicker.editor.validators.label
source: Validators
fr: Validateurs

# formEditor.elements.DatePicker.editor.validators.EmptyValue.label
source: Add validator
fr: Ajouter un validateur

# formEditor.elements.DatePicker.editor.validators.DateTime.label
source: Date/time
fr: Date / heure

# formEditor.elements.DatePicker.validators.DateTime.editor.header.label
source: Date/time
fr: Date / heure

source: Custom error message
fr: Message d'erreur personnalisé

source: Error message which is shown if the validation does not succeed
fr: Message d'erreur qui s'affiche si la validation n'aboutit pas

# formEditor.elements.StaticText.label
source: Static text
fr: Texte fixe

# formEditor.elements.StaticText.editor.label.label
source: Header
fr: Titre

# formEditor.elements.StaticText.editor.staticText.label
source: Text
fr: Texte

# formEditor.elements.Hidden.label
source: Hidden
fr: Caché

# formEditor.elements.Hidden.editor.defaultValue.label
source: Value
fr: Valeur

# formEditor.elements.ContentElement.label
source: Content element
fr: Éléments de contenu

# formEditor.elements.ContentElement.selectContentElement
source: No content element selected
fr: Aucun élément de contenu sélectionné

# formEditor.elements.ContentElement.editor.contentElement.label
source: Content element uid
fr: Uid de l'élément de contenu

# formEditor.elements.ContentElement.editor.contentElement.buttonLabel
source: Page Content
fr: Contenu de la page

# formEditor.elements.FileUpload.label
source: File upload
fr: Envoi de fichier

# formEditor.elements.FileUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
fr: Types Mime autorisés

# formEditor.elements.FileUpload.editor.maximumFileSize.label
source: Your servers' maximum upload file size is {0}. Be aware setting higher values can result in errors when submitting the form. If you need higher values contact your administrator for help.
fr: La taille maximale de téléchargement définie par votre serveur est {0}. Sachez que le paramétrage de valeurs plus élevées peut entraîner des erreurs lors de l'envoi du formulaire. Si vous avez besoin de valeurs plus élevées, contactez votre administrateur pour obtenir de l'aide.

# formEditor.elements.ImageUpload.label
source: Image upload
fr: Téléchargement de l'image

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
fr: Types Mime de fichier autorisés

# formEditor.elements.CountrySelect
source: Country Select
fr: Sélection de pays

# formEditor.elements.CountrySelect.editor.prioritizedCountries.label
source: Prioritized countries
fr: Pays prioritaires

# formEditor.elements.CountrySelect.editor.onlyCountries.label
source: Only countries
fr: Uniquement ces pays

# formEditor.elements.CountrySelect.editor.excludeCountries.label
source: Exclude countries
fr: Exclure les pays

# formEditor.elements.UnknownElement
source: Unknown element
fr: Élément inconnu

# formEditor.stage.toolbar.new_element
source: Create new element
fr: Créer un nouvel élément

# formEditor.stage.toolbar.remove
source: Remove
fr: Supprimer

# formEditor.stage.toolbar.new_element.inside
source: Inside
fr: À l'intérieur

# formEditor.stage.toolbar.new_element.after
source: After
fr: Après

# formEditor.inspector.editor.formelement_selector.title
source: Insert formelement identifier
fr: Utiliser un champ du formulaire

# formEditor.inspector.editor.formelement_selector.no_elements
source: No elements available
fr: Aucun élément disponible

# formEditor.inspector.editor.formelement.remove
source: Remove this Element
fr: Supprimer cet élément

# formEditor.inspector.editor.grid.add
source: Add a new row
fr: Ajouter une nouvelle ligne

# formEditor.inspector.editor.grid.remove
source: Remove this row
fr: Supprimer cette ligne
