Repository: fabarea/togo-togo
Catalog: var/labels/*/form/Resources/Private/Language/*.locallang.xlf
Languages: fr

# element.ImageUpload.properties.SummaryPage.altText
source: Uploaded image
fr: Image téléchargée

# element.DatePicker.properties.timeSelectorHourLabel
source: Hour
fr: Heure

# validation.error.1221560910
source: This field is mandatory.
fr: Ce champ est requis.

# validation.error.1221560718
source: This field is mandatory.
fr: Ce champ est requis.

# validation.error.1347992400
source: This field is mandatory.
fr: Ce champ est requis.

# validation.error.1347992453
source: This field is mandatory.
fr: Ce champ est requis.

# validation.error.1238087674
source: You must enter a valid date.
fr: Vous devez saisir une date valide.

# validation.error.1221551320
source: You can only enter letters or digits.
fr: Vous ne pouvez saisir que des lettres ou des chiffres.

# validation.error.1221565786
source: You can only enter non formatted text without any markup (e.g without XML tags).
fr: Vous ne pouvez entrer que du texte non formaté sans aucune balise (par exemple sans balise XML).

# validation.error.1238110957
source: You can only enter non formatted text without any markup (e.g without XML tags).
fr: Vous ne pouvez entrer que du texte non formaté sans aucune balise (par exemple sans balise XML).

# validation.error.1269883975
source: You can only enter non formatted text without any markup (e.g without XML tags).
fr: Vous ne pouvez entrer que du texte non formaté sans aucune balise (par exemple sans balise XML).

# validation.error.1428504122
source: Your text must be a minimum of %s characters in length and no longer than %s.
fr: Votre texte doit contenir au moins %s caractères et pas plus de %s.

# validation.error.1238108068
source: You must enter text which is longer than %s characters.
fr: Vous devez entrer un texte qui fait plus de %s caractères.

# validation.error.1238108069
source: You must enter text which is no longer than %s characters.
fr: Vous devez entrer un texte qui ne fait pas plus de %s caractères.

# validation.error.1221559976
source: You must enter a valid email address.
fr: Vous devez entrer une adresse E-mail valide.

# validation.error.1221560494
source: You must enter a valid number.
fr: Vous devez saisir un nombre valide.

# validation.error.1221560288
source: You must enter a valid floating point number.
fr: Vous devez entrer un nombre à virgule flottante valide.

# validation.error.1221563685
source: You must enter a valid number.
fr: Vous devez saisir un nombre valide.

# validation.error.1221561046
source: You must enter a valid number between %s and %s.
fr: Vous devez entrer un nombre valide entre %s et %s.

# validation.error.1221565130
source: You must enter a valid value. Please refer to the description of this field.
fr: Vous devez entrer une valeur valide. Veuillez vous référer à la description de ce champ.

# validation.error.1475002976
source: You must enter a countable subject.
fr: Vous devez saisir un sujet denombrable.

# validation.error.1475002994
source: You must select between %s to %s elements.
fr: Merci de sélectionner %s à %s éléments.

# validation.error.1471708997
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
fr: Vous devez entrer une instance de \TYPO3\CMS\Extbase\Domain\Model\FileReference ou \TYPO3\CMS\Core\Resource\File.

# validation.error.1471708998
source: You entered an incorrect media type, "%s" is not allowed for this file. Please refer to the description of this field.
fr: Vous avez entré un type de média incorrect, «%s» n'est pas autorisé pour ce fichier. Veuillez vous référer à la description de ce champ.

# validation.error.1613126216
source: The file extension provided "%s" does not match to expected media types. Please refer to the description of this field.
fr: L'extension de fichier fournie « %s » ne correspond pas aux types de média attendus. Veuillez vous référer à la description de ce champ.

# validation.error.1476396435
source: You must NOT fill this field.
fr: Vous ne devez PAS remplir ce champ.

# validation.error.1505303626
source: You must enter an instance of \TYPO3\CMS\Extbase\Domain\Model\FileReference or \TYPO3\CMS\Core\Resource\File.
fr: Vous devez entrer une instance de \TYPO3\CMS\Extbase\Domain\Model\FileReference ou \TYPO3\CMS\Core\Resource\File.

# validation.error.1505305752
source: You must select a file that is larger than %s in size.
fr: Vous devez sélectionner un fichier de taille supérieure à %s.

# validation.error.1505305753
source: You must select a file that is no larger than %s.
fr: Vous devez sélectionner un fichier qui n'a pas plus de %s.

# validation.error.1521293685
source: You must enter an instance of \DateTime.
fr: Vous devez saisir une instance de \DateTime.

# validation.error.1521293686
source: You must select a date before %s.
fr: Vous devez sélectionner une date avant le %s.

# validation.error.1521293687
source: You must select a date after %s.
fr: Vous devez sélectionner une date après le %s.

# validation.error.1556283177
source: Password does not match confirmation
fr: Le mot de passe ne correspond pas à la confirmation

# form_new_wizard_title
source: Form
fr: Formulaire

# form_new_wizard_description
source: A form that allows website users to submit messages.
fr: Un formulaire qui permet aux utilisateurs du site Web d'envoyer des messages.

# upload.error.150530345
source: Maximum file size exceeded.
fr: Taille maximale dépassée.

# upload.error.150530346
source: Upload failed. The file was only partially uploaded, please try again.
fr: Échec du téléchargement. Le fichier n'a été que partiellement téléchargé, veuillez réessayer.

# upload.error.150530347
source: No file was uploaded.
fr: Aucun fichier n'a été téléchargé .

# upload.error.150530348
source: Upload failed.
fr: Le téléchargement a échoué.

# form.configuration.module.provider
source: Form: YAML Configuration
fr: Formulaire : Configuration YAML

# pagination.previous
source: Previous
fr: Précédent

# pagination.next
source: Next
fr: Suivant

# pagination.first
source: First
fr: Premier

# pagination.last
source: Last
fr: Dernier

# pagination.forms
source: Forms
fr: Formulaires

# pagination.refresh
source: Refresh
fr: Actualiser
