Repository: fabarea/togo-togo
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang_active.xlf
Languages: fr

# submodule.title
source: Active TypoScript
fr: TypoScript actif

# submodule.titleWithRecord
source: Active TypoScript for record "%s"
fr: TypoScript inclus pour l'enregistrement "%s"

# submodule.description
source: Overview of the current TypoScript configuration of the system, divided into constants and setup parts. Optionally, the constant values can be displayed directly in the setup. A targeted search for values and TypoScript names is possible. The list of results can also be filtered according to TypoScript conditions.
fr: Vue d'ensemble de la configuration TypoScript actuelle du système, divisée en constantes et configurations. Optionnellement, les valeurs des constantes peuvent être affichées directement dans la configuration. Il est possible d'effectuer une recherche ciblée pour les valeurs et les noms TypoScript. La liste des résultats peut également être filtrée selon les conditions TypoScript.

# infobox.message.noTypoScriptFound
source: No TypoScript found.
fr: Aucun TypoScript trouvé.

# options.displayComments
source: Display comments
fr: Afficher les commentaires

# options.displayConstantSubstitutions
source: Substitute constants in setup
fr: Substituer les constantes dans la configuration

# options.selectedRecord
source: Selected record
fr: Gabarit sélectionné

# options.sortAlphabetically
source: Sort keys alphabetically
fr: Trier les clés par ordre alphabétique

# sectionHeadline.constants
source: Constants
fr: Constantes

# sectionHeadline.setup
source: Setup
fr: Configuration

# panel.header.numberOfSearchMatches
source: %s search match(es)
fr: %s correspondance(s) de recherche

# panel.info.conditionActiveCount.multiple
source: %s active conditions
fr: %s conditions activées

# panel.info.conditionActiveCount.single
source: %s active condition
fr: %s condition activée

# panel.info.conditionWithConstant
source: Constant usage: [%s]
fr: Utilisation de la constante : [%s]

# tree.valueWithConstant
source: Constant usage: %s
fr: Utilisation de la constante : %s

# editAction.submodule.title
source: Edit single property
fr: Modifier une propriété

# editAction.submodule.titleWithTemplate
source: Edit single property in TypoScript record "%s"
fr: Modifier les propriétés dans le gabarit TypoScript "%s"

# editAction.infobox.title.noTypoScriptTemplateOnCurrentPage
source: No TypoScript record on the current page
fr: Aucun gabarit TypoScript sur la page actuelle

# editAction.infobox.message.noTypoScriptTemplateOnCurrentPage
source: You cannot edit properties and values if there is no current TypoScript record in which the configuration can be stored. Please create an extension TypoScript record in "Edit TypoScript Record" first.
fr: Vous ne pouvez pas modifier les propriétés et les valeurs s'il n'y a pas de gabarit TypoScript actif dans lequel la configuration peut être sauvegardée. Veuillez d'abord créer un gabarit TypoScript d'extension dans "Modifier l'enregistrement TypoScript" .

# editAction.addProperty.headline
source: Add or override child property
fr: Ajouter ou surcharger la propriété enfant

# editAction.addProperty.btn
source: Add
fr: Ajouter

# editAction.editProperty.headline
source: Edit current value
fr: Modifier la valeur courante

# editAction.editProperty.btn
source: Update
fr: Actualiser

# editAction.clearObject.headline
source: Clear the object
fr: Effacer l'objet

# editAction.clearObject.infotextWithProperty
source: The object will be cleared via the statement:
fr: L'objet sera effacé via l'instruction :

# editAction.clearObject.btn
source: Clear now
fr: Effacer maintenant

# updateAction.lineAdded
source: Line added to current TypoScript record
fr: Ligne ajoutée au gabarit TypoScript actuel

# updateAction.lineNotAdded
source: No line added to current TypoScript record
fr: Aucune ligne ajoutée au gabarit TypoScript actuel

# updateAction.noSpaces
source: You must enter a property with characters "a-z", "A-Z", "0-9", or ".". Dots will be quoted. No spaces or special chars.
fr: Vous devez entrer une propriété avec les caractères "a-z", "A-Z", "0-9", ou ".". Les points seront mis entre guillemets. Aucun espace ou caractère spécial.
