Repository: fabarea/togo-togo
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: fr

# module.typoscript.shortDescription
source: TypoScript tools
fr: Outils TypoScript

# module.typoscript.description
source: Here you manage the TypoScript records which are in charge of the look of your website on the frontend. The module provides specialized features like a TypoScript tree, a constant editor and raw editing facilities.<br /><em>Access for 'admin' users only!</em>
fr: Ici, vous gérez les gabarits TypoScript qui sont en charge de l'apparence de votre site web en frontend. Le module fournit des fonctionnalités comme un arbre de configuration TypoScript, un éditeur de constantes et une possibilité d'édition directe.<br /><em>Accès réservé aux utilisateurs 'admin' !</em>

# submodules.option.constantEditor
source: Constant Editor
fr: Éditeur de constantes

# submodules.option.infoModify
source: Edit TypoScript Record
fr: Modifier le gabarit TypoScript

# submodules.option.active
source: Active TypoScript
fr: TypoScript actif

# submodules.option.templateAnalyzer
source: Included TypoScript
fr: TypoScript inclus

# submodules.option.templateRecordsOverview
source: TypoScript Records Overview
fr: Vue d'ensemble des gabarits TypoScript

# noRecordFound.infobox.title
source: No TypoScript record on the current page
fr: Aucun gabarit TypoScript sur la page actuelle

# noRecordFound.infobox.message
source: You need to create a TypoScript record in order to edit your configuration.
fr: Vous devez créer un gabarit TypoScript pour modifier votre configuration.

# noRecordFound.goToClosestRecord.description
source: The closest TypoScript record is located on page '%s' (uid %s).
fr: Le gabarit TypoScript le plus proche est sur la page '%s' (uid %s).

# noRecordFound.goToClosestRecord.link.title
source: Select this TypoScript record
fr: Sélectionnez ce gabarit TypoScript

# noRecordFound.createRootTypoScriptRecord.headline
source: Root TypoScript record
fr: Gabarit TypoScript racine

# noRecordFound.createRootTypoScriptRecord.description
source: Choose this option if you want this page to be the root of a new site.
fr: Choisissez cette option si vous voulez que cette page soit la racine d'un nouveau site.

# noRecordFound.createRootTypoScriptRecord.link.title
source: Create a root TypoScript record
fr: Créer un gabarit TypoScript racine

# noRecordFound.createRootTypoScriptRecord.title.placeholder
source: NEW SITE
fr: NOUVEAU SITE

# noRecordFound.createAdditionalTypoScriptRecord.headline
source: Additional TypoScript record
fr: Gabarit TypoScript additionnel

# noRecordFound.createAdditionalTypoScriptRecord.description
source: An additional TypoScript record allows you to enter TypoScript values that will affect only this page and subpages.
fr: Un gabarit TypoScript additionnel vous permet d'entrer des valeurs TypoScript qui n'affecteront que cette page et ses sous-pages.

# noRecordFound.createAdditionalTypoScriptRecord.link.title
source: Create an additional TypoScript record
fr: Créer un gabarit TypoScript additionnel
