Repository: fabarea/togo-togo
Catalog: var/labels/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: fr

source: Extension Manager
fr: Gestionnaire d'extensions

source: Manage Extensions
fr: Gestionnaire d'extensions

source: Install Extension
fr: Installer une extension

# composerMode.title
source: Composer mode
fr: Mode composer

# composerMode.message
source: The system is set to composer mode. Please notice that it is this list is for informational purpose only. To modify which extensions are part of the system, use Composer. To set extensions up, use the TYPO3 cli (extension:setup)
fr: Le système est en mode Composer. Veuillez noter que la liste n'a qu'un but informatif. Pour modifier les extensions faisant partie de l'installation, utilisez Composer. Pour configurer les extensions, utilisez la ligne de commande TYPO3 (extension:setup)

source: Installed Extensions
fr: Extensions installées

# extensionComposerStatus
source: Composer Support of Extensions
fr: Prise en charge des extensions par Composer

source: Get Extensions
fr: Ajouter des extensions

# showAllVersions
source: Show all versions of
fr: Voir toutes les versions

# extConfTemplate.backToList
source: Back to list
fr: Retour à la liste

# button.cancel
source: Cancel
fr: Annuler

# button.details
source: Show Details
fr: Afficher les détails

# button.remove
source: Remove extension
fr: Supprimer l'extension

# button.reimport
source: Re-import data
fr: Ré-importer les données

# button.updateExtension
source: Update extension
fr: Mettre à jour l'extension

# button.resolveDependencies
source: Resolve dependencies
fr: Résoudre les dépendances

# label.resolveDependenciesEnableButton
source: I understand what this means and I'm able to investigate on possibly occurring issues by myself.
fr: Je comprends ce que ça signifie et je suis en mesure de rechercher des solutions aux problèmes éventuels par moi-même.

# button.resolveDependenciesIgnore
source: I know what I'm doing, continue anyway
fr: Je sais ce que je fais, continuer de toute façon

# extensionList.downloadsql
source: Download SQL Dump
fr: Télécharger un export SQL

# extensionList.remove
source: Remove
fr: Supprimer

# extensionList.update
source: Update
fr: Mettre à jour

# extensionList.updateToVersion
source: Update to version %s
fr: Mettre à jour vers la version %s

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
fr: Une mise à jour est disponible mais cette opération est actuellement désactivée

# extensionList.deactivate
source: Deactivate
fr: Désactiver

# extensionList.activate
source: Activate
fr: Activer

# extensionList.downloadzip
source: Download as zip
fr: Télécharger en zip

# extensionList.uploadExtension
source: Upload Extension
fr: Charger l'extension

# extensionList.overwriteExtension
source: Overwrite
fr: Écraser

# extensionList.composerStatus.information
source: Future TYPO3 versions will require all extensions in your TYPO3 installation to contain a composer.json file in their extension directory. This is needed to properly detect the composer-based package name, the relevant extension key and the dependencies to other packages / extensions. Below is a list of extensions in your TYPO3 installation, which currently do not meet those requirements and therefore need adaptations to their composer.json file.
fr: Les futures versions de TYPO3 exigeront que toutes les extensions de votre installation contiennent un fichier composer.json dans leur répertoire. Ce fichier est nécessaire pour détecter correctement le nom du package composer, la clé d'extension correspondante et les dépendances avec d'autres package / extensions. Vous trouverez ci-dessous la liste des extensions qui ne répondent pas à ces exigences et nécessitent d'adapter leur fichier composer.json.

# extensionList.composerStatus.thirdParty
source: For third-party extensions that were fetched from TER, it is helpful to update to their latest version from TER which probably already contains a valid composer.json file.
fr: Pour les extensions tierces qui ont été installées depuis le TER, il serait utile de les mettre à jour depuis le TER, qui contient probablement déjà un fichier composer.json valide.

# extensionList.composerStatus.missingManifest
source: Missing composer.json file
fr: Fichier composer.json manquant

# extensionList.composerStatus.terRequest
source: To support you creating a valid composer.json file for your extensions, TYPO3 will send your ext_emconf.php contents to TYPO3.org (TER). TYPO3.org will then resolve your dependencies and return a valid composer.json proposal which can be copied to the corresponding extension directory. This is especially helpful in case your TYPO3 installation contains custom extensions.
fr: Pour vous aider à créer un fichier composer.json valide pour vos extensions, TYPO3 enverra le contenu de votre fichier ext_emconf.php à TYPO3.org (TER). TYPO3.org va alors résoudre vos dépendances et retournera une proposition de composer.json valide qui peut être copié dans le répertoire de l'extension correspondante. Ceci est particulièrement utile dans le cas où votre installation TYPO3 contient des extensions personnalisées.

# extensionList.composerStatus.additionalInformation
source: For more information regarding the migration and the upcoming changes, please have a look at
fr: Pour plus d'informations concernant la migration et les changements à venir, veuillez consulter le site suivant

# extensionList.showComposerProposal
source: Show composer.json proposal
fr: Montrer la proposition composer.json

# extensionList.fetchComposerProposal
source: Check TYPO3.org for composer.json proposal
fr: Interroger TYPO3.org pour la proposition composer.json

# extensionList.fetchComposerProposal.details
source: Send this extensions' ext_emconf.php contents to TYPO3.org for a valid and resolved composer.json proposal
fr: Envoyez le contenu du ext_emconf.php de cette extension à TYPO3.org pour obtenir une proposition de composer.json valide

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
fr: L'extension est déjà disponible et l'écrasement n'était pas activé

# extensionList.loading
source: Loading form...
fr: Chargement du formulaire...

# extensionList.header.update
source: Upd.
fr: Màj

# extensionList.header.title.update
source: Update
fr: Mettre à jour

# extensionList.header.title.activate
source: Activate / Deactivate
fr: Activer/Désactiver

# extensionList.header.extensionKey
source: Key
fr: Clé

# extensionList.header.extensionState
source: State
fr: État

# extensionList.header.extensionDeficit
source: Deficit
fr: Manquant

# extensionList.header.uploadComment
source: Upload Comment
fr: Commentaire de mise à jour

# extensionList.header.lastUpdate
source: Last Updated
fr: Dernière mise à jour

# extensionList.header.author
source: Author
fr: Auteur

# extensionList.header.manual
source: Manual
fr: Manuel

# searchTemplate.searchExtensions
source: Search extensions
fr: Rechercher des extensions

# extensionList.search
source: Search
fr: Recherche

# extensionList.filter.showAll
source: All
fr: Toutes

# extensionList.filter.showSystemExtensions
source: System
fr: Systèmes

# extensionList.filter.showLocalExtensions
source: Local
fr: Locales

# searchTemplate.submitButton
source: Go
fr: Envoyer

# searchTemplate.resetSearchButton
source: Reset Search
fr: Réinitialiser la recherche

# searchTemplate.yourSearch
source: Your search
fr: Votre recherche

# searchTemplate.searchAgain
source: Search again
fr: Rechercher à nouveau

# uploadTemplate.uploadButton
source: Upload!
fr: Charger!

# extensionList.removalConfirmation.title
source: Extension Removal
fr: Suppression d'extension

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
fr: Cette extension est actuellement installée. Désinstaller l'extension ?

# extensionList.updateConfirmation.title
source: Update?
fr: Mettre à jour ?

# extensionList.updateConfirmation.message
source: Update Comments
fr: Mise à jour des commentaires

# extensionList.databaseImport
source: The static database data has changed. You should re-import the data.
fr: Les données statiques de la base de données ont changé. Vous devriez réimporter les données.

# extensionList.databaseReload
source: Nothing has changed since last import. You might want to reload static database data.
fr: Rien n'a changé depuis la dernière importation. Vous pouvez recharger les données statiques de la base de données.

# extensionList.databaseReload.title
source: Re-import of static database data
fr: Ré-importer les données statiques dans la base de données

# extensionList.databaseReload.message
source: This re-import will overwrite any existing static data in the database.
fr: Cette ré-importation écrasera toutes les données statiques existantes dans la base de données.

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
fr: Commentaires de version

# extensionList.updateFlashMessage.title
source: Extension Update
fr: Mise à jour d'extension

# extensionList.updateFlashMessage.body
source: %s was updated!
fr: %s chargé!

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
fr: Êtes-vous sûr de vouloir supprimer cette extension ?

# dependencyCheck.unresolvedDependencies.title
source: Please read this carefully
fr: Veuillez lire ceci attentivement

# dependencyCheck.unresolvedDependencies.message
source: If you continue installing the extension, all dependency checks will be turned off. <ul> <li>Required extensions are tried to be fetched from TER (if they do not yet exist in the system)</li> <li>Version dependency checks are skipped</li> </ul> <strong> Be aware that an installation without dependency checks may turn your installation unusable.<br /> In such a case manual intervention is required. </strong>
fr: Si vous continuez l'installation de cette extension, toutes les vérifications des dépendances seront désactivées. <ul> <li>Les dépendances requises sont téléchargées du TER (si elles n'existent pas encore dans le système).</li> <li>La vérification des versions des dépendances est ignorée.</li> </ul> <strong> Soyez conscient qu'une installation sans vérification des dépendances peut rendre votre installation inutilisable.<br /> Dans un tel cas, une intervention manuelle serait nécessaire. </strong>

# dependencyCheck.unresolvedDependencies.question
source: Are you sure you want to proceed?
fr: Voulez-vous vraiment continuer ?

# dependencyCheck.unresolvedDependencies.proceed
source: I know what I'm doing, install the extension!
fr: Je sais ce que je fais, installer l'extension !

# dependencyCheck.headline
source: The following errors were found while trying to install "%s"
fr: Les erreurs suivantes ont été trouvées en essayant d'installer "%s"

# dependencyCheck.requiredExtension
source: Required extension "%s"
fr: Extension requise "%s"

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
fr: Les dépendances suivantes doivent être résolues avant installation :

# downloadExtension.dependencies.extensionWithVersion
source: %1$s (new version %2$s)
fr: %1$s (nouvelle version %2$s)

# downloadExtension.dependencies.typeHeadline
source: <h3>Extensions marked for %s:</h3> %s
fr: <h3>Extensions marquées pour %s :</h3> %s

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
fr: Est-ce que ces dépendances doivent être résolues automatiquement ?

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
fr: Des dépendances n'ont pu être résolues

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved
fr: Les dépendances des extensions suivantes n'ont pas pu être résolues

# downloadExtension.dependencyType.download
source: download
fr: télécharger

# downloadExtension.dependencyType.install
source: install
fr: installer

# downloadExtension.dependencyType.update
source: update
fr: mettre à jour

# downloadExtension.updateExtension.error
source: Error while updating extension
fr: Une erreur est apparue lors de la mise à jour de l'extension

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
fr: Erreur de téléchargement

# extensionList.dependenciesResolveInstallError.title
source: Install Error
fr: Erreur d'installation

# extensionList.dependenciesResolveInstallError.message
source: Your installation failed while resolving dependencies.
fr: Votre installation a échoué lors de la résolution des dépendances.

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
fr: L'installation de {0} s'est déroulée avec succès.

# extensionList.dependenciesResolveDownloadSuccess.message.downloadOnly
source: Your download of {0} was successful.
fr: Le téléchargement de {0} s'est déroulé avec succès.

# extensionList.dependenciesResolveDownloadSuccess.header
source: Log
fr: Journal

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
fr: {0} installé.

# extensionList.dependenciesResolveFlashMessage.title.downloadOnly
source: {0} downloaded.
fr: {0} téléchargée.

# extensionList.uploadFlashMessage.title
source: Extension Upload
fr: Chargement d'extension

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
fr: %s a été chargée!

# extensionList.installedFlashMessage.message
source: %s was installed!
fr: %s a été installée !

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
fr: Mettre à jour la liste des extensions

# extensionList.downloadViewHelper.submit
source: Import and Install
fr: Importer et installer

# extensionList.downloadViewHelper.submit.downloadOnly
source: Import
fr: Importer

# extensionList.showAllVersions.label
source: Show all versions
fr: Voir toutes les versions de

# extensionList.showAllVersions.extensionKey
source: Extension key
fr: Clé d'extension

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
fr: Dernière mise à jour

# extensionList.showAllVersions.downloads
source: Downloads
fr: Téléchargements

# extensionList.showAllVersions.category
source: Category
fr: Catégorie

# extensionList.showAllVersions.manual
source: Manual
fr: Manuel

# extensionList.showAllVersions.author
source: Author
fr: Auteur

# extensionList.showAllVersions.readOnline
source: Read online
fr: Lire en ligne

# extensionList.showAllVersions.depends
source: Depends
fr: Dépendances

# extensionList.showAllVersions.conflicts
source: Conflicts
fr: Conflits

# extensionList.showAllVersions.suggests
source: Suggests
fr: Suggestions

# extensionList.showAllVersions.notCompatibleVersion
source: Not compatible with your version
fr: Non compatible avec votre version

# extensionList.remove.message
source: Extension "%s" was removed successfully!
fr: L'extension "%s" a été supprimée avec succès !

# extensionList.distribution.key
source: Key
fr: Clé

# extensionList.distribution.author
source: Author
fr: Auteur

# extensionList.distribution.title
source: Title
fr: Titre

# extensionList.distribution.downloads
source: Downloads
fr: Téléchargements

# extensionList.distribution.lastUpdated
source: Last Update
fr: Dernière mise à jour

# extensionList.showUnsuitableDistributions
source: Show also distributions that are not suitable for this TYPO3 version
fr: Afficher aussi les distributions qui ne sont pas compatibles avec cette version de TYPO3

# extensionList.officialDistribution
source: Official distribution
fr: Distribution officielle

# distributions
source: Get preconfigured distribution
fr: Obtenir une distribution préconfigurée

# extensionList.installDistribution
source: Install
fr: Installer

# extensionList.installImpexp
source: Please install the Import/Export (impexp) extension to enable distribution support.
fr: Veuillez installer l'extension Import/Export (impexp) pour activer le support des distributions.

# distribution.installImpexp
source: Install impexp
fr: Installer impexp

# extensionList.updateFromTer.label
source: Retrieving extension list from TYPO3 Extension Repository (TER)...
fr: Récupération de la liste des extensions du TYPO3 Extension Repository (TER)...

# extensionList.updateFromTer.buttonLabel
source: Update now
fr: Mettre à jour maintenant

# extensionList.updateFromTer.lastUpdate.label
source: Last update
fr: Dernière mise à jour

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update
fr: Temps écoulé depuis la dernière mise à jour

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
fr: inconnu

# extensionList.updateFromTer.lastUpdate.fullTimeFormat
source: Y-m-d H:i:s
fr: d.m.Y H:i:s

# extensionList.updateFromTer.lastUpdate.timeOfLastUpdate
source: Time of last update:
fr: Dernière mise à jour :

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
fr: Date de dernière mise à jour inconnue.

# extensionList.updateFromTer.never
source: Never
fr: Jamais

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
fr: Impossible de désactiver l'extension '%s' - Les extensions '%s' dépendent d'elle.

# distribution.error.headline
source: Could not install distribution '%s'
fr: Impossible d'installer la distribution '%s'

# distribution.welcome.headline
source: Congratulations...
fr: Félicitations...

# distribution.welcome.message
source: You successfully installed the distribution '%s'
fr: Vous avez installé avec succès la distribution '%s'

# distribution.welcome.nextSteps
source: Now you can
fr: Maintenant vous pouvez

# distribution.welcome.openViewModule
source: View your website
fr: Voir votre site web

# distribution.welcome.openPageModule
source: Start editing your website
fr: Commencer l'édition de votre site web

# distribution.dependency.headline
source: Dependencies, conflicts and suggestions
fr: Dépendances, conflits et suggestions

# distribution.dependency.identifier
source: Identifier
fr: Identifiant

# task.updateExtensionListTask.name
source: Update extension list
fr: Mettre à jour la liste des extensions

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
fr: Mettre à jour la liste des extensions du TER de façon régulière. Une fois par jour est un bon intervalle.

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
fr: Mettre à jour la liste des extensions depuis le dépôt principal typo3.org

# report.status.mainRepository.notFound.value
source: Error
fr: Erreur

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
fr: Le dépôt d'extensions typo3.org est injoignable. Veuillez importer le dépôt d'extensions principal typo3.org dans l'assistant d'installation.

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
fr: La liste des extensions n'est pas à jour!

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
fr: La liste d'extensions du dépôt principal est plus vieille que 7 jours. Veuillez la mettre à jour dans le gestionnaire d'extensions ou avec le planificateur de tâches.

# report.status.loadedExtensions.title
source: Security status of loaded extensions
fr: Etat de sécurité des extensions chargées

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
fr: %s extensions non-sûres trouvées

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
fr: Les extensions suivantes ne sont pas sécurisées et leur utilisation pourrait endommager votre système. Veuillez mettre à jour ces extensions dès que possible ou les supprimer de votre système :<br><br>%s

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
fr: Statut de sécurité des extensions existantes, mais non installées

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
fr: %s extensions non-sûres trouvées

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
fr: Les extensions suivantes ont été trouvées sur votre système, mais ne sont pas installées. Veuillez supprimer ces extensions en utilisant le gestionnaire d'extensions : <br><br>%s

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
fr: Etat de sécurité obsolète des extensions chargées

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
fr: %s extension(s) périmée(s) a/ont été trouvée(s)

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
fr: Les extensions suivantes sont obsolètes et peuvent ne pas être compatibles avec votre installation. Veuillez vous assurer que ces extensions sont compatibles et demander à l'auteur de l'extension de publier les mises à jour : <br><br>%s

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
fr: Statut obsolète des extensions existantes, mais non installées

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
fr: %s extension(s) périmée(s) a/ont été trouvée(s)

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
fr: Les extensions suivantes ont été trouvées sur votre système, mais ne sont actuellement pas installées. Veuillez vous assurer qu'elles sont compatibles avec votre système avant de les installer : <br><br>%s

# report.status.composerManifest.extensionKeyMissing
source: Extensions missing extension-key in composer.json
fr: Extensions sans extension-key dans leur composer.json

# report.status.composerManifest.composerJsonMissing
source: Extensions missing composer.json
fr: Extensions sans composer.json

# report.status.composerManifest.extensionKeyMissing.message
source: %d extension(s) do not have an extension-key set in their composer.json file.
fr: %d extension(s) n'ont pas d'extension-key définie dans leur fichier composer.json.

# report.status.composerManifest.composerJsonMissing.message
source: %d extension(s) do not provide a composer.json file.
fr: %d extension(s) ne fournisse(nt) pas de fichier composer.json.

# report.status.composerManifest.update
source: Update extensions
fr: Mettre à jour les extensions

# fileHandling.couldNotRemoveDirectory
source: ERROR: Could not remove extension directory "%s". Reasons
fr: ERREUR : Impossible de supprimer le répertoire de l'extension "%s". Motifs
