Repository: fabarea/togo-togo
Catalog: var/labels/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: fr

# fileHandling.couldNotCreateDirectory
source: ERROR: Could not create extension directory "%s"!
fr: ERREUR : Impossible de créer le répertoire d'extension "%s" !

# fileHandling.installPathWasNoDirectory
source: ERROR: The extension install path "%s" was no directory!
fr: ERREUR : Le chemin d'installation de l'extension "%s" n'est pas un répertoire !

# config.automaticInstallation
source: Install extensions automatically after download from TER or file upload
fr: Installer automatiquement les extensions après leur téléchargement depuis le TER ou par chargement direct

# config.offlineMode
source: Disable TER connection and hide menu items
fr: Désactiver la connection au TER et masquer les éléments de menu

# pagination.previous
source: previous
fr: précédent

# pagination.next
source: next
fr: suivant

# pagination.first
source: first
fr: premier

# pagination.last
source: last
fr: dernier

# pagination.refresh
source: Refresh
fr: Rafraîchir

# extensionComposerStatus.nothingToUpdate.title
source: Good job!
fr: Félicitations !

# extensionComposerStatus.nothingToUpdate.message.single
source: Extension %s does not need to be updated.
fr: L'extension %s n'a pas besoin d'être mise à jour.

# extensionComposerStatus.nothingToUpdate.message.multiple
source: There are no extensions which need to be updated.
fr: Il n'y a aucune extension à mettre à jour.

# extensionComposerStatus.title
source: Update composer.json of %s
fr: Mettre à jour le composer.json de %s

# extensionComposerStatus.deficit.1
source: %s does not contain a composer.json
fr: %s ne contient pas de composer.json

# extensionComposerStatus.deficit.1.short
source: composer.json missing
fr: composer.json manquant

# extensionComposerStatus.deficit.2
source: %s is missing the extension-key property in the composer.json
fr: Il manque la propriété extension-key dans le composer.json de %s

# extensionComposerStatus.deficit.2.short
source: Extension Key missing
fr: Clé d'extension manquante

# extensionComposerStatus.deficit.information.single
source: In future versions of TYPO3, it will be mandatory for extensions to provide a composer.json file. This will be needed to identify an extension and works as a replacement for the ext_emconf.php. Therefore, the composer.json file must also include the extension key under "extra > typo3/cms > extension-key". Please add a composer.json, including the extension-key property, in the corresponding extension folder. You can use the auto-generated proposal below and update the composer.json file extension.
fr: Dans les futures versions de TYPO3, il sera obligatoire pour les extensions de fournir un fichier composer.json. Ce fichier sera nécessaire pour identifier une extension et vient en remplacement du ext_emconf.php. Par conséquent, le fichier composer.json doit également inclure la clé d'extension dans "extra > typo3/cms > extension-key". Veuillez ajouter un composer.json, contenant la propriété extension-key, dans le dossier de l'extension. Vous pouvez utiliser la proposition auto-générée ci-dessous et mettre à jour le fichier composer.json de l'extension.

# extensionComposerStatus.manifest.title
source: Auto-generated composer.json
fr: Composer.json généré automatiquement

# extensionComposerStatus.manifest.description
source: Please verify its contents, adjust it to your needs and and put it into typo3conf/ext/%s/composer.json.
fr: Veuillez vérifier son contenu, l'adapter à vos besoins et le mettre dans typo3conf/ext/%s/composer.json.

# extensionComposerStatus.manifest.error
source: Auto-generation of a composer.json proposal failed
fr: La génération automatique d'une proposition composer.json a échoué

# extensionComposerStatus.manifest.error.message
source: TYPO3 could not create a composer.json proposal. This could be due to an invalid composer.json or network problems while requesting the TER API. Please check for an already existing invalid composer.json or try again later.
fr: TYPO3 n'a pas pu créer une proposition de composer.json. Cela pourrait être causé par un composer.json invalide ou à des problèmes de réseau lors de la connexion à l'API TER. Veuillez vérifier si un composer.json invalide existe déjà ou réessayer plus tard.
