Repository: fabarea/togo-togo
Catalog: var/labels/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: fr

# property.error
source: Validation errors for property "%s"
fr: Erreurs de validation pour la propriété "%s"

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
fr: Le sujet donné n'est pas une adresse email valide.

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
fr: La longueur de la chaîne donnée n'était pas comprise entre %s et %s caractères.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
fr: La longueur de la chaîne donnée est plus courte que %s caractères.

# validator.string.notvalid
source: A valid string is expected.
fr: Une chaîne valide est attendue.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
fr: La longueur de la chaîne donnée excède %s caractères.

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
fr: La valeur n'est pas une chaîne alphanumérique valide.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
fr: La valeur n'est pas un objet DateTime. Reçu : '%s'

# validator.genericobject.noobject
source: Value is no object.
fr: La valeur n'est pas un objet.

# validator.float.notvalid
source: The given subject was not a valid float.
fr: La valeur n'est pas une adresse email valide.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
fr: La valeur n'est pas un texte valide (p. ex. contient des balises XML).

# validator.regularexpression.empty
source: The regular expression was empty.
fr: L'expression régulière est vide.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
fr: La valeur ne correspond pas au motif.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
fr: L'expression régulière '%s' contient une erreur.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
fr: La valeur n'est pas une adresse email valide.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
fr: La valeur n'est pas comprise dans l'intervalle autorisé (%s - %s).

# validator.notempty.null
source: The given subject was NULL.
fr: La valeur est NULL.

# validator.notempty.empty
source: The given subject was empty.
fr: La valeur est vide.

# validator.number.notvalid
source: The given subject was not a valid number.
fr: La valeur n'est pas une adresse email valide.

# validator.integer.notvalid
source: The given subject was not a valid integer.
fr: La valeur n'est pas un entier valide.

# validator.boolean.nottrue
source: The given subject was not true.
fr: La valeur entrée n'est pas TRUE.

# validator.boolean.notfalse
source: The given subject was not false.
fr: La valeur entrée n'est pas FALSE.

# validator.url.notvalid
source: The given subject is no valid URL.
fr: La valeur n'est pas une URL valide.
