Repository: fabarea/togo-togo
Catalog: var/labels/*/webhooks/Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# sys_webhook
source: System webhooks
fr: Webhooks fournis par le système

# sys_webhook.name
source: Name
fr: Nom

# sys_webhook.name.description
source: Meaningful name of the webhook
fr: Nom significatif du webhook

# sys_webhook.description.description
source: Additional information about the webhook.
fr: Informations supplémentaires sur le webhook.

# sys_webhook.url.description
source: Target URL that should be called.
fr: URL cible qui doit être appelée.

# sys_webhook.method
source: HTTP Method
fr: Méthode HTTP

# sys_webhook.verify_ssl
source: Verify SSL
fr: Vérifier SSL

# sys_webhook.verify_ssl.description
source: Verify that the connection is secure and valid, this setting should only be disabled in case a verification is not possible.
fr: Vérifiez que la connexion est sécurisée et valide, ce paramètre ne devrait être désactivé que si la vérification n'est pas possible.

# sys_webhook.additional_headers
source: Additional Headers
fr: En-têtes supplémentaires

# sys_webhook.additional_headers.description
source: Additional headers that should be added to the HTTP request. Data must be provided as valid JSON string.
fr: En-têtes supplémentaires à ajouter à la requête HTTP. Les données doivent être fournies sous forme de chaîne JSON valide.

# sys_webhook.identifier
source: Identifier
fr: Identifiant

# sys_webhook.identifier.description
source: This is your unique webhook identifier
fr: Ceci est l'identifiant unique de votre webhook

# sys_webhook.webhook_type
source: Webhook Trigger
fr: Déclencheur du webhook

# sys_webhook.secret.description
source: The secret is mandatory to create a hash that is sent with the request. The secret can be used to verify the payload has not been modified, see the documentation for more details.
fr: Le secret est obligatoire pour créer un hachage qui est envoyé avec la requête. Le secret peut être utilisé pour vérifier que les données reçues n'ont pas été modifiées, consultez la documentation pour plus de détails.

# sys_webhook.secret.passwordGenerator
source: Generate secret
fr: Générer un secret

# sys_webhook.webhook_type.description
source: Trigger the webhook, ...
fr: Déclencher le webhook, ...

# sys_webhook.webhook_type.select
source: Select a trigger
fr: Sélectionnez un déclencheur

# sys_webhook.webhook_type.typo3-content-page-modification
source: ... when a page is added or changed
fr: ... lorsqu'une page est ajoutée ou modifiée

# sys_webhook.webhook_type.typo3-login-error
source: ... when an error occurs on log in
fr: ... lorsqu'une erreur se produit lors de la connexion

# sys_webhook.webhook_type.typo3-mfa-error
source: ... when an error occurs on multi-factor authentication
fr: ... lorsqu'une erreur survient sur l'authentification multi-facteurs

# sys_webhook.webhook_type.typo3-file-added
source: ... when a file is added
fr: ... lorsqu'un fichier est ajouté

# sys_webhook.webhook_type.typo3-file-removed
source: ... when a file is removed
fr: ... lorsqu'un fichier est supprimé

# sys_webhook.webhook_type.typo3-file-updated
source: ... when a file is updated
fr: ... lorsqu'un fichier est mis à jour

# sys_webhook.storage_pid
source: Storage PID
fr: PID de stockage

# sys_webhook.storage_pid.description
source: Select the page on which a new record is created on.
fr: Sélectionnez la page sur laquelle un nouvel enregistrement est créé.

# palette.config.description
source: General configuration of the webhook.
fr: Configuration générale du webhook.

# palette.http_settings
source: HTTP Settings
fr: Paramètres HTTP

# palette.http_settings.description
source: Advanced HTTP request settings.
fr: Paramètres avancés de requête HTTP.

# palette.additional
source: Additional configuration
fr: Configuration additionnelle

# palette.additional.description
source: Specific configuration for the selected webhook type
fr: Configuration spécifique pour le type de webhook sélectionné
