Repository: fabarea/togo-togo
Catalog: var/labels/*/setup/Resources/Private/Language/*.locallang.xlf
Languages: fr

source: User Settings
fr: Paramètres Utilisateur

source: Language
fr: Langue

# languageUnavailable
source: The selected language "%s" is not available before the language files are installed.
fr: La langue "%s" sélectionnée ne sera pas disponible avant l'installation des fichiers de langue.

# languageUnavailable.admin
source: You can use "Manage Language Packs" in the Maintenance module to easily download new language files.
fr: Vous pouvez utiliser "Gérer les packs de langue" dans le module de maintenance pour télécharger facilement de nouveaux fichiers de langue.

# languageUnavailable.user
source: Please ask your system administrator to do this.
fr: Veuillez demander à votre administrateur système de le faire.

# simulate
source: Simulate backend user
fr: Simuler un utilisateur backend

# opening
source: Backend appearance
fr: Apparence du backend

source: Personal data
fr: Données personnelles

# startModule
source: Start up in the following module
fr: Démarrez dans le module suivant

# emailMeAtLogin
source: Notify me by email when somebody logs in from my account
fr: M'avertir par e-mail en cas de connexion avec mon compte utilisateur

# helpText
source: Show help text when applicable
fr: Afficher l'aide textuelle lorsqu'elle existe

# maxTitleLen
source: Max. title length
fr: Taille maximale du titre

# edit_docModuleUpload
source: File upload directly in Doc-module
fr: Uploader des fichiers directement dans le module Doc

# showHiddenFilesAndFolders
source: Show hidden files and folders in the filelist
fr: Afficher les fichiers et dossiers cachés dans la liste des fichiers

# editFunctionsTab
source: Edit and advanced functions
fr: Édition et fonctions avancées

# setToStandard
source: Reset all values to default
fr: Revenir aux valeurs par défaut

# resetTab
source: Reset configuration
fr: Réinitialiser la configuration

# resetConfiguration
source: Reset configuration and clear temporary data
fr: Réinitialiser la configuration et effacer les données temporaires

# resetConfigurationButton
source: Reset user settings to default state
fr: Réinitialiser les paramètres utilisateur aux valeurs par défaut

# setToStandardQuestion
source: Are you sure you want to reset all values to default?
fr: Etes vous certains de vouloir initialiser toutes les valeurs avec les valeurs par défaut?

# functions
source: Advanced functions
fr: Fonctions avancées

# copyLevels
source: Recursive copy: Enter the number of page sublevels to include, when a page is copied
fr: Copie récursive : Entrer le nombre de niveaux de sous-pages à inclure, lorsqu'une page est copiée

# activateChanges
source: Notice! In order to activate most of these changes, please reload the backend (eg. logout and login again).
fr: Note! Pour activer la plupart des changements, veuillez recharger l'interface d'administration (ex. déconnexion et connexion à nouveau).

source: levels
fr: niveaux

# beUser_realName
source: Your name
fr: Votre nom

# beUser_email
source: Your email address
fr: Votre email

# save
source: Save configuration
fr: Sauvegarder la configuration

source: New password
fr: Nouveau mot de passe

# newPasswordAgain
source: New password (repetition)
fr: Nouveau mot de passe (répétition)

# newPassword_ok
source: Password was updated.
fr: Le mot de passe a été mis-à-jour.

# passwordCurrent
source: Current password
fr: Mot de passe actuel

# passwordPolicyFailed
source: The password was NOT updated, since it does not meet the password policy requirements.
fr: Le mot de passe n'a pas été mis à jour, car il ne répond pas aux exigences de la politique de mot de passe.

source: Account security
fr: Sécurité du compte

# mfaProviders
source: Multi-factor authentication
fr: Authentification multi-facteurs

# mfaProviders.notAvailable
source: Multi-factor authentication is currently not available.
fr: L'authentification multi-facteurs n'est pas disponible actuellement.

# mfaProviders.description
source: Use multi-factor authentication to secure your account by providing another factor next to your password.
fr: Utilisez l'authentification multi-facteurs pour sécuriser votre compte en fournissant une autre méthode en plus de votre mot de passe.

# mfaProviders.lockedMfaProviders
source: Some providers are currently locked!
fr: Certains fournisseurs sont actuellement verrouillés !

# mfaProviders.enabled
source: Enabled
fr: Activé

# mfaProviders.setupLinkTitle
source: Setup multi-factor authentication
fr: Configurer l'authentification multi-facteurs

# mfaProviders.manageLinkTitle
source: Manage multi-factor authentication
fr: Gérer l'authentification multi-facteurs

# setupWasUpdated
source: User settings were updated.
fr: Les paramètres utilisateur ont été mis à jour.

# newPassword_failed
source: Password was NOT updated because you didn't enter the same password twice.
fr: Le mot de passe n'a PAS été mis-à-jour car vous n'avez pas entré deux fois la même mot de passe.

# oldPassword_failed
source: Password was NOT updated because you didn't enter the correct current password.
fr: La mot de passe n'a PAS été mis à jour, car le mot de passe courant que vous avez entré est incorrect.

# settingsAreReset
source: The user settings have been reset to default values and temporary data has been cleared.
fr: Les données utilisateurs ont été mises à leurs valeurs par défaut et les données temporaires ont été supprimées.

# startModule.firstInMenu
source: - First module in menu -
fr: - Premier module dans le menu -

# avatar.clear
source: Remove selected avatar image
fr: Supprimer l'image d'avatar sélectionnée

# avatar.openFileBrowser
source: Open file browser to select avatar image
fr: Ouvrir l'explorateur de fichiers pour sélectionner une image d'avatar

# backendTitleFormat
source: Format of window title in backend
fr: Format du titre de la fenêtre dans le backend
