Repository: fabarea/togo-togo
Catalog: var/labels/*/felogin/Resources/Private/Language/*.Database.xlf
Languages: fr

# tt_content.CType_pi1
source: Website User Login
fr: Connexion d'utilisateur web

# tt_content.CType.felogin_login.title
source: Login Form
fr: Formulaire de connexion

# tt_content.CType.felogin_login.description
source: Login/logout form used to password protect pages allowing only authorised website users and groups access.
fr: Formulaire de connexion/déconnexion utilisé pour protéger l'accès à des pages par mot de passe en n'autorisant l'accès qu'aux utilisateurs et aux groupes autorisés du site web.

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
fr: Redirection à la connexion vers la page (felogin)

# felogin_forgotHash
source: Forgot hash
fr: Jeton de hachage pour le mot de passe oublié

# tt_content.pi_flexform.general_header
source: General Header
fr: En-tête général

# tt_content.pi_flexform.general_message
source: General Message
fr: Message général

# tt_content.pi_flexform.redirect_header
source: Redirect Header
fr: En-tête de redirection

# tt_content.pi_flexform.redirect_message
source: Redirect Message
fr: Message de redirection

# tt_content.pi_flexform.welcome_header
source: Welcome Header
fr: En-tête de bienvenue

# tt_content.pi_flexform.welcome_message
source: Welcome Message
fr: Message de bienvenue

# tt_content.pi_flexform.success_header
source: Login Success Header
fr: En-tête succès de connexion

# tt_content.pi_flexform.success_message
source: Login Success Message
fr: Message succès de connexion

# tt_content.pi_flexform.error_header
source: Login Error Header
fr: En-tête erreur de connexion

# tt_content.pi_flexform.error_message
source: Login Error Message
fr: Message erreur de connexion

# tt_content.pi_flexform.status_header
source: Status Display Header
fr: En-tête affichage de l'état

# tt_content.pi_flexform.status_message
source: Status Display Message
fr: Message affichage de l'état

# tt_content.pi_flexform.logout_header
source: Logout Header
fr: En-tête déconnexion

# tt_content.pi_flexform.logout_message
source: Logout Message
fr: Message déconnexion

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
fr: En-tête mot de passe oublié

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
fr: Message mot de passe oublié

# tt_content.pi_flexform.sheet_general
source: General
fr: Général

# tt_content.pi_flexform.sheet_redirect
source: Redirects
fr: Redirections

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
fr: Afficher le lien "Mot de passe oublié?"

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
fr: Afficher l'option "Rester connecté"

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Disable redirect after successful login, but display logout-form
fr: Désactiver la redirection après la connexion et affiche le formulaire de déconnexion

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
fr: Mode de sélection groupe FE :

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
fr: Tout afficher

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
fr: Afficher sélectionné

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Don't show selected
fr: Ne pas afficher la sélection

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
fr: (de Typoscript)

# tt_content.pi_flexform.groupSelection
source: FE group selection:
fr: Sélection groupe FE :

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
fr: Pas de groupe

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
fr: Utiliser les champs suivant :

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
fr: Champs (liste) :

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
fr: Champs (détails) :

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
fr: Mode de redirection

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
fr: Défini par l'enregistrement "Groupe d'utilisateurs"

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
fr: Défini par l'enregistrement "Utilisateurs"

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
fr: Après la connexion (TS ou Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
fr: Après la déconnexion (TS ou Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
fr: Après une erreur de connexion (TS ou Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
fr: Défini par les paramètres GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
fr: Défini par le référent

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
fr: Défini par des enregistrements "Domaines"

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
fr: Utiliser le premier mode supporté pour la sélection

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
fr: Désactiver les redirections

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
fr: Après une connexion réussie, redirection vers la page

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
fr: Après connexion échouée, redirection vers la page

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
fr: Après une déconnexion, redirection vers la page

# tt_content.pi_flexform.template_file
source: Template File
fr: Fichier de gabarit

# tt_content.pi_flexform.user_storage
source: User Storage Page
fr: Page de stockage des utilisateurs
