Repository: fabarea/togo-togo
Catalog: var/labels/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: fr

# login_user_info
source: You are now logged in as '%s'
fr: Vous êtes désormais connecté en tant que %s'

# welcome_header
source: User login
fr: Identification de l'utilisateur

# welcome_message
source: Enter your username and password here in order to log in on the website
fr: Entrez votre nom d'utilisateur et votre mot de passe ici pour vous connecter sur le site web

# logout_header
source: You have logged out.
fr: Vous êtes déconnecté

# logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
fr: Vous venez de vous déconnecter de votre session utilisateur sur ce site. Vous pouvez vous reconnecter ou en tant qu'un autre utilisateur par le formulaire ci-dessous.

# error_header
source: Login failure
fr: Identification incorrecte

# error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
fr: Une erreur est survenue lors de la connexion. Vous n'avez probablement pas entré le nom d'utilisateur ou le mot de passe correctement. Soyez certain que vous les entrez exactement tels qu'ils sont, y compris en majuscule/minuscule. Une autre possibilité est que les cookies soient désactivés dans votre navigateur web.

# success_header
source: Login successful
fr: Identification correcte

# success_message
source: You are now logged in as '###USER###'
fr: Vous êtes maintenant connecté en tant que '###USER###'

# status_header
source: Current status
fr: Etat actuel

# status_message
source: This is your current status
fr: Ceci est votre statut actuel

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
fr: Attention: Il est possible que les cookies ne soient pas activés dans votre navigateur! C'est le cas si votre connexion se perd lorsque vous naviguez sur le site. Dans ce cas, vous devriez immédiatement accepter les cookies, au moins pour ce site web!

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Login
fr: Identification

# permalogin
source: Stay logged in
fr: Rester connecté

source: Logout
fr: Déconnexion

source: Send password
fr: Envoyer le mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

# change_password_header
source: Change your password
fr: Modifier votre mot de passe

# change_password_description
source: Please enter your new password twice.
fr: Veuillez entrer votre nouveau mot de passe deux fois.

# password_requirement
source: Ensure that your new password matches the following requirements:
fr: Assurez-vous que votre nouveau mot de passe corresponde aux exigences suivantes :

# change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
fr: Erreur : il n'y a pas de préfixe pour le lien. Veuillez définir un des éléments suivants dans votre gabarit typoscript : plugin.tx_felogin_pi1.feloginBaseURL = http://votredomaine/, config.baseURL = http://votredomaine/, config.absRefPrefix = /

# change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
fr: Le lien que vous avez cliqué n'est pas valide. Veuillez répéter la procédure de mot de passe oublié.

# change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
fr: Les mots de passe ne sont pas identiques, veuillez entrer votre nouveau mot de passe deux fois. Le mot de passe a besoin d'une longueur minimale de %s caractères.

# change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
fr: Le mot de passe est trop court. Veuillez entrer votre nouveau mot de passe deux fois. Le mot de passe a besoin d'une longueur minimale de %s caractères.

# change_password_done_message
source: Your password has been saved. You can now login with your new password.
fr: Votre mot de passe a été enregistré. Vous pouvez maintenant vous connecter avec ce mot de passe.

# change_password
source: Change your password
fr: Modifier votre mot de passe

# newpassword_label1
source: Enter new password
fr: Saisissez le nouveau mot de passe

# newpassword_label2
source: Repeat new password
fr: Saisissez une seconde fois le nouveau mot de passe

source: Your email
fr: Votre adresse email

# forgot_header
source: Forgot your password?
fr: Mot de passe oublié ?

# forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
fr: Votre mot de passe Bonjour %s Votre nom d'utilisateur est "%s" Votre mot de passe est "%s"

# forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
fr: Votre mot de passe Bonjour %s Nous n'avons pas trouvé de nom d'utilisateur pour cette adresse e-mail et ne pouvons donc pas vous envoyer le mot de passe. Vous avez probablement mal orthographié l'adresse email (majuscule/minuscule fait une différence) ou vous ne vous êtes peut-être même pas encore inscrit ?

# forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
fr: Votre nouveau mot de passe Cher %s, Cet e-mail a été envoyé en réponse à votre demande de réinitialisation de votre mot de passe. Veuillez cliquer sur le lien ci-dessous. %s Pour des raisons de sécurité, ce lien n'est actif que jusqu'au %s. Si vous ne visitez pas le lien avant cette date, vous devrez répéter les étapes de réinitialisation du mot de passe.

# forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
fr: Veuillez entrer l'adresse e-mail par laquelle vous avez enregistré votre compte utilisateur. Puis appuyez sur "Envoyer le mot de passe" et votre mot de passe vous sera immédiatement envoyé par courriel.

# forgot_message_emailSent
source: Your password has now been sent to the email address %s
fr: Votre mot de passe a été envoyé à l'adresse %s

# forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
fr: Veuillez entrer votre nom d'utilisateur ou votre adresse e-mail. Les instructions pour réinitialiser le mot de passe vous seront envoyées immédiatement.

# forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
fr: Un e-mail a été envoyé à l'adresse stockée dans votre compte et contient un lien pour réinitialiser votre mot de passe. Si vous ne recevez pas d'e-mail, votre compte ou votre adresse e-mail n'a pas été trouvé.

# forgot_reset_message_error
source: Your account or email address does not exist.
fr: Votre compte ou votre adresse e-mail n'existe pas.

# forgot_header_backToLogin
source: Return to login form
fr: Retourner au formulaire d'identification

# enter_your_data
source: Username or email address
fr: Nom d'utilisateur ou adresse email

# password_recovery_mail_header
source: Your new password
fr: Nouveau mot de passe

source: Password recovery link
fr: Lien de récupération du mot de passe

# password_recovery_link_expired
source: Your password recovery link is expired.
fr: Le lien de réinitialisation de votre mot de passe a expiré.

# empty_password_and_password_repeat
source: New password and new password repeat cannot be empty
fr: Les deux champs de saisie de nouveau mot de passe ne peuvent pas être vides

# password_must_match_repeated
source: New Password must match repeated password.
fr: Les deux champs de saisie de nouveau mot de passe doivent correspondre.

# forgot_validate_reset_password_html
source: <p>Dear %s,</p> <p>This email was sent in response to your request to reset your password. Please click on the link below.</p> <p>%s</p> <p>For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.</p>
fr: <p>%s,</p> <p>Cet e-mail a été envoyé en réponse à votre demande de réinitialisation de votre mot de passe. Veuillez cliquer sur le lien ci-dessous.</p> <p>%s</p> <p>Pour des raisons de sécurité, ce lien n'est actif que jusqu'au %s. Si vous ne visitez pas le lien avant cette limite, vous devrez répéter les étapes de réinitialisation du mot de passe.</p>

# forgot_validate_reset_password
source: Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
fr: Cher %s, Cet e-mail a été envoyé en réponse à votre demande de réinitialisation de votre mot de passe. Veuillez cliquer sur le lien ci-dessous. %s Pour des raisons de sécurité, ce lien n'est actif que jusqu'au %s. Si vous ne visitez pas le lien avant cette limite, vous devrez répéter les étapes de réinitialisation du mot de passe.
