Repository: fabarea/togo-togo
Catalog: var/labels/*/reactions/Resources/Private/Language/*.locallang_db.xlf
Languages: fr

source: Reactions
fr: Réactions

# sys_reaction
source: System Reactions
fr: Réactions système

# sys_reaction.name
source: Name
fr: Nom

# sys_reaction.name.description
source: Meaningful name of the reaction
fr: Nom significatif de la réaction

# sys_reactions.description.description
source: Additional information about the reaction.
fr: Informations supplémentaires sur la réaction.

# sys_reaction.identifier
source: Identifier
fr: Identifiant

# sys_reaction.identifier.description
source: This is your unique reaction identifier within the TYPO3 URL
fr: Ceci est votre identifiant unique de réaction dans l'URL TYPO3

# sys_reaction.secret.description
source: The secret is required to call the reaction from the outside. The secret can be re-created anytime, but will only be visible once (until the record got saved).
fr: Le secret est requis pour appeler la réaction depuis l'extérieur. Le secret peut être recréé à tout moment, mais ne sera visible qu'une seule fois (jusqu'à ce que la réaction soit enregistrée).

# sys_reaction.secret.passwordGenerator
source: Generate secret token
fr: Générer un jeton secret

# sys_reaction.reaction_type
source: Reaction Type
fr: Type de réaction

# sys_reactions.reaction_type.description
source: Select the reaction type to be configured.
fr: Sélectionnez le type de réaction à configurer.

# sys_reaction.reaction_type.select
source: Select a reaction
fr: Sélectionnez une réaction

# sys_reaction.reaction_type.create_record
source: Create database record
fr: Créer un enregistrement

# sys_reaction.impersonate_user
source: Impersonate User
fr: Compte backend utilisé

# sys_reaction.impersonate_user.description
source: Select the user with the appropriate access rights that is allowed to add a record of this type. If in doubt, use the CLI user.
fr: Sélectionnez l'utilisateur avec les droits d'accès appropriés, autorisant à ajouter un enregistrement de ce type. En cas de doute, utilisez l'utilisateur CLI.

# sys_reaction.table_name.description
source: Select one tables to display the corresponding fields.
fr: Sélectionnez une table pour afficher les champs correspondants.

# sys_reaction.table_name.select
source: Select a table
fr: Sélectionnez une table

# sys_reaction.storage_pid
source: Storage PID
fr: PID de stockage

# sys_reaction.storage_pid.description
source: Select the page on which a new record is created on.
fr: Sélectionnez la page sur laquelle le nouvel enregistrement sera créé.

# sys_reaction.fields
source: Fields
fr: Champs

# sys_reaction.fields.description
source: The available fields depend on the selected table. The usage of placeholders like ${foo.bar} is possible.
fr: Les champs disponibles dépendent de la table sélectionnée. L'utilisation de marqueurs comme ${foo.bar} est possible.

# palette.config.description
source: General configuration of the reaction.
fr: Configuration générale de la réaction.

# palette.additional
source: Additional configuration
fr: Configuration additionnelle

# palette.additional.description
source: Specific configuration for the selected reaction type
fr: Configuration spécifique pour le type de réaction sélectionné

# fieldMapElement.noFields
source: The selected table '%s' does not define any valid fields to be configured.
fr: La table sélectionnée '%s' ne définit aucun champ valide à configurer.
