Repository: fabarea/togo-togo
Catalog: var/labels/*/core/Resources/Private/Language/*.fileMessages.xlf
Languages: fr

source: Cannot copy folder "%s" into target folder "%s", because there is already a folder or file with that name in the target folder!
fr: Impossible de copier le dossier "%s" dans le dossier cible "%s", qui contient déjà un dossier ou un fichier avec le même nom !

source: Cannot move folder "%s" into target folder "%s", because the target folder is already within the folder to be moved!
fr: Vous ne pouvez pas déplacer le dossier « %s » dans le dossier « %s », parce que le dossier cible est déjà dans le dossier à déplacer !

# FileUtility.CouldNotAccessAllNecessaryResources
source: Could not access all necessary resources. Source file or destination maybe was not within your mountpoints? T="%s", D="%s"
fr: Impossible d'accéder aux ressources nécessaires. Le fichier source ou de destination peut ne pas être dans votre points de montage ? T=« %s », D=« %s »

# FileUtility.CouldNotDeleteDirectory
source: Could not delete directory! Is directory "%s" empty? (You are not allowed to delete directories recursively).
fr: Impossible de supprimer le dossier ! Le dossier « %s » est-il vide ? (Vous n'êtes pas autorisé à supprimer des dossiers récursivement).

# FileUtility.CouldNotDeleteDirectory1
source: Could not delete directory "%s"! There might be a problem with write permissions.
fr: Impossible de supprimer le dossier « %s » ! Il semblerait qu'il y a un problème avec les droits d'écriture.

# FileUtility.CouldNotDeleteFile
source: Could not delete file "%s". There might be a problem with write permissions.
fr: Impossible de supprimer le fichier « %s ». Il pourrait y avoir un problème avec les permissions d'écriture.

# FileUtility.DestinationExistedAlready
source: Destination "%s" already exists!
fr: Le fichier de destination "%s" existe déjà !

# FileUtility.DestinationPathWasNotWithinYourMountpoints
source: Destination path "%s" was not within your mountpoints!
fr: Le chemin de destination « %s » n'est pas présent dans vos points de montage !

# FileUtility.DestinationWasNotADirectory
source: Destination "%s" was not a directory.
fr: Destination « %s » n'est pas un dossier.

# FileUtility.DirectoryCopiedTo
source: Directory "%s" copied to "%s".
fr: Le dossier "%s" a été copié vers "%s".

# FileUtility.DirectoryCreatedIn
source: Directory "%s" created in "%s".
fr: Le dossier "%s" a été créé dans "%s".

# FileUtility.DirectoryMovedTo
source: Directory "%s" moved to "%s".
fr: Le dossier « %s » a été déplacé dans « %s ».

# FileUtility.DirectoryNotCreated
source: Directory "%s" not created. There might be a problem with write permissions in "%s"?
fr: Le dossier « %s » n'a pas été créé. Il semblerait qu'il y a un problème de droits d'écriture dans « %s » ?

# FileUtility.DirectoryRenamedFromTo
source: Directory renamed from "%s" to "%s".
fr: Le dossier "%s" a été renommé en "%s".

# FileUtility.DirectoryRenamedFromToCharReplaced
source: Directory renamed from "%s" to "%s". Characters in the new directory name have been replaced.
fr: Répertoire renommé de "%s" à "%s". Les caractères du nouveau nom de répertoire ont été remplacés.

# FileUtility.DirectoryRenamedSameName
source: Directory "%s" was not renamed. (Same name as before)
fr: Le répertoire "%s" n'a pas été renommé (le nom n'a pas été modifié).

# FileUtility.DirectoryWasNotCopiedTo
source: Directory "%s" WAS NOT copied to "%s"! There might be a problem with write permissions
fr: Le dossier « %s » n'a pas été copié dans « %s » ! Il semblerait qu'il y a un problème de droits d'écriture

# FileUtility.DirectoryWasNotMovedTo
source: Directory "%s" WAS NOT moved to "%s"! There might be a problem with write permissions
fr: Le dossier « %s » n'a pas été déplacé vers « %s » ! Il semblerait qu'il y a un problème de droits d'écriture

# FileUtility.DirectoryWasNotRenamed
source: Directory "%s" was not renamed! There might be a problem with write permissions in "%s"?
fr: Le dossier « %s » n'a pas été renommé ! Il semblerait qu'il y a un problème de droits d'écriture dans « %s » ?

# FileUtility.ExtensionOfFileNameIsNotAllowedIn
source: Extension of file name "%s" is not allowed in "%s"!
fr: L'extension de nom de fichier « %s » n'est pas autorisée dans « %s » !

# FileUtility.ExtensionOfFileNameOrWasNotAllowed
source: Extension of file name "%s" or "%s" was not allowed!
fr: L'extension de nom de fichier « %s » ou « %s » n'est pas autorisée !

# FileUtility.ExtensionOfFileWasNotAllowed
source: Extension of file "%s" was not allowed!
fr: L'extension de fichier « %s » n'est pas autorisée !

# FileUtility.FileAlreadyExistsInFolder
source: File "%s" already exists in folder "%s"!
fr: Le fichier « %s » existe déjà dans le dossier « %s » !

# FileUtility.FileCopiedTo
source: File "%s" copied to "%s".
fr: Le fichier « %s » a été copié dans « %s ».

# FileUtility.FileCreated
source: File created: "%s".
fr: Fichier créé : « %s ».

# FileUtility.FileNameSanitized
source: The file name "%s" is invalid, the file was automatically renamed to "%s".
fr: Le nom de fichier "%s" est invalide, le fichier a été automatiquement renommé en "%s" .

# FileUtility.FileExistedAlreadyIn
source: File existed already in "%s"!
fr: Le fichier existe déjà dans « %s » !

# FileUtility.FileExtensionIsNotATextfileFormat
source: File extension "%s" is not a textfile format! (%s).
fr: L'extension de fichier « %s » n'est pas un format de fichier texte (%s) !

# FileUtility.FileExtensionIsNotzip
source: File extension is not "zip".
fr: L'extension du fichier n'est pas « zip ».

# FileUtility.FileMovedTo
source: File "%s" moved to "%s".
fr: Le fichier « %s » a été déplacé dans « %s ».

# FileUtility.FileNameWasNotAllowed
source: File name "%s" was not allowed!
fr: Le nom de fichier « %s » n'est pas autorisé !

# FileUtility.FileOrDestinationWasNotWithinYourMountpoints
source: File "%s" or destination "%s" was not within your mountpoints!
fr: Le fichier « %s » ou la destination « %s » n'est pas dans vos points de montage !

# FileUtility.FileOrDirectoryExistedAlready
source: File or directory "%s" already exists!
fr: Le fichier ou le dossier « %s » existe déjà !

# FileUtility.FileRenamedFromTo
source: File renamed from "%s" to "%s".
fr: Le fichier « %s » a été renommé en « %s ».

# FileUtility.FileRenamedSameName
source: File "%s" was not renamed. (Same name as before)
fr: Le fichier "%s" n'a pas été renommé (le nom n'a pas été modifié).

# FileUtility.FileSavedTo
source: File saved to "%s".
fr: Fichier sauvegardé dans "%s".

# FileUtility.FileWasNotCopiedTo
source: File "%s" WAS NOT copied to "%s"! There might be a problem with write permissions.
fr: Le fichier « %s » n'a pas été copié dans « %s » ! Il semblerait qu'il y ait un problème de droits d'écriture.

# FileUtility.FileWasNotCreated
source: File "%s" was not created! There might be a problem with write permissions in "%s"?
fr: Le fichier « %s » n'a pas été créé ! Il semblerait qu'il y ait un problème de droit d'écriture dans « %s » ?

# FileUtility.FileWasNotRenamed
source: File "%s" was not renamed! There might be a problem with write permissions in "%s"?
fr: Le fichier « %s » n'a pas été renommé ! Il semblerait qu'il y ait un problème avec les permissions d'écriture dans « %s » ?

# FileUtility.FileWasNotSaved
source: File "%s" was not saved! There might be a problem with write permissions.
fr: Le fichier « %s » n'a pas été enregistré ! Il semblerait qu'il y ait un problème avec les permissions d'écriture.

# FileUtility.FileWasNotSaved2
source: File "%s" was not saved! File extension rejected!
fr: Le fichier « %s » n'a pas été enregistré ! L'extension du fichier a été rejetée !

# FileUtility.NoFileWasUploaded
source: No file was uploaded!
fr: Aucun fichier n'a été téléchargé !

# FileUtility.NoFileWasUploadedForReplacing
source: No file was uploaded for replacing!
fr: Aucun fichier n'a été téléchargé pour remplacer !

# FileUtility.NoNameForNewFolderGiven
source: No name for new folder given!
fr: Aucun nom fourni pour le nouveau dossier!

# FileUtility.NoUniqueFilenameAvailableIn
source: No unique filename available in "%s"!
fr: Aucun nom de fichier unique disponible dans "%s " !

# FileUtility.ReplacingFileTo
source: Replacing file "%s" to "%s".
fr: Remplacement du fichier « %s » par « %s ».

# FileUtility.TargetAlreadyExists
source: Target "%s" already exists!
fr: La cible "%s" existe déjà !

# FileUtility.TargetWasNotAFile
source: Target "%s" was not a file!
fr: La cible « %s » n'est pas un fichier !

# FileUtility.TargetWasNotWithinYourMountpoints
source: Target was not within your mountpoints! T="%s".
fr: La cible n'est pas dans vos points de montage ! T=« %s ».

# FileUtility.TheFileDidNotExist
source: The file "%s" did not exist!
fr: Le fichier « %s » n'existe pas !

# FileUtility.TheFunctionToCopyAFileBetweenStoragesIsNotYetImplemented
source: The function to copy a file between storages is not yet implemented.
fr: La fonction pour copier un fichier entre 2 dossier n'a pas encore été réalisée.

# FileUtility.TheFunctionToCopyAFolderBetweenStoragesIsNotYetImplemented
source: The function to copy a folder between storages is not yet implemented.
fr: La fonction pour copier un dossier entre stockages n'est pas encore implémentée.

# FileUtility.TheFunctionToMoveAFileBetweenStoragesIsNotYetImplemented
source: The function to move a file between storages is not yet implemented.
fr: La fonction pour déplacer un fichier entre stockages n'est pas encore implémentée.

# FileUtility.TheFunctionToMoveAFolderBetweenStoragesIsNotYetImplemented
source: The function to move a folder between storages is not yet implemented.
fr: La fonction pour déplacer un dossier entre stockages n'est pas encore implémentée.

# FileUtility.TheUploadHasFailedNoUploadedFileFound
source: The upload has failed, no uploaded file found!
fr: Le téléchargement a échoué, aucun fichier téléchargé trouvé !

# FileUtility.TheUploadedFileExceedsTheSize-limit
source: The uploaded file "%s" exceeds the size-limit
fr: Le fichier téléchargé « %s » dépasse la limite de poids

# FileUtility.UnzippingFileIn
source: Unzipping file "%s" in "%s".
fr: Décompression du fichier « %s » dans « %s ».

# FileUtility.UploadedFileCouldNotBeMoved
source: Uploaded file could not be moved! There might be a problem with write permissions in "%s"?
fr: Le fichier téléversé ne peut pas être déplacé ! Il semble y avoir un problème avec les permissions d'écriture dans « %s » ?

# FileUtility.UploadingFileTo
source: Uploading file "%s" to "%s".
fr: Téléchargement du fichier « %s » dans « %s ».

# FileUtility.YouAreNotAllowedToAccessTheDirectory
source: You are not allowed to access the directory.
fr: Vous n'êtes pas autorisé à accéder à ce dossier.

# FileUtility.YouAreNotAllowedToAccessTheFile
source: You are not allowed to access the file.
fr: Vous n'êtes pas autorisé à accéder à ce fichier.

# FileUtility.YouAreNotAllowedToCopyDirectories
source: You are not allowed to copy directories.
fr: Vous n'êtes pas autorisé à copier des dossiers.

# FileUtility.YouAreNotAllowedToCopyFiles
source: You are not allowed to copy files.
fr: Vous n'êtes pas autorisé à copier des fichiers.

# FileUtility.InvalidFolderName
source: Invalid folder name "%s"!
fr: Le nom du dossier "%s" est incorrect !

# FileUtility.YouAreNotAllowedToCreateDirectories
source: You are not allowed to create directories!
fr: Vous n'êtes pas autorisé à créer des dossiers !

# FileUtility.YouAreNotAllowedToCreateFiles
source: You are not allowed to create files!
fr: Vous n'êtes pas autorisé à créer des fichiers !

# FileUtility.YouAreNotAllowedToEditFiles
source: You are not allowed to edit files!
fr: Vous n'êtes pas autorisé à modifier des fichiers !

# FileUtility.YouAreNotAllowedToMoveDirectories
source: You are not allowed to move directories.
fr: Vous n'êtes pas autorisé à déplacer des dossiers.

# FileUtility.YouAreNotAllowedToMoveFiles
source: You are not allowed to move files.
fr: Vous n'êtes pas autorisé à déplacer des fichiers.

# FileUtility.YouAreNotAllowedToOverride
source: You are not allowed to override "%s"!
fr: Vous n'êtes pas autorisé à surcharger « %s » !

# FileUtility.YouAreNotAllowedToRenameDirectories
source: You are not allowed to rename directories!
fr: Vous n'êtes pas autorisé à renommer des dossiers !

# FileUtility.YouAreNotAllowedToRenameFiles
source: You are not allowed to rename files!
fr: Vous n'êtes pas autorisé à renommer des fichiers !

# FileUtility.YouAreNotAllowedToUnzipFiles
source: You are not allowed to unzip files.
fr: Vous n'êtes pas autorisé à extraire des archives.

# FileUtility.YouAreNotAllowedToUploadFiles
source: You are not allowed to upload files!
fr: Vous n'êtes pas autorisé à télécharger des fichiers !

# FileUtility.YouDontHaveFullAccessToTheDestinationDirectory
source: You don't have full access to the destination directory "%s"!
fr: Vous n'avez pas un accès complet au dossier de destination "%s" !
