Repository: fabarea/togo-togo
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_misc.xlf
Languages: fr

# shortcut_edit
source: Edit
fr: Editer

# shortcut_create
source: Create
fr: Créer

# shortcut_editID
source: Edit/Search
fr: Editer la page (ID)

# shortcut_save
source: Update shortcut title
fr: Mettre à jour le nom du raccourci

# shortcut_saveClose
source: Update and close editor
fr: Mettre à jour et fermer l'éditeur

# shortcut_close
source: Close shortcut editor
fr: Fermer l'éditeur de raccourci

# shortcut_delete
source: Remove shortcut
fr: Supprimer le raccourci

# shortcut_loadEdit
source: Loading page
fr: Page en cours de chargement

# shortcut_searchFor
source: Search for
fr: Recherche de

# shortcut_notEditable
source: No editable page found!
fr: Aucune page éditable trouvée !

# shortcut_group
source: Group
fr: Groupe

# shortcut_group_2
source: Records
fr: Enregistrements

# shortcut_group_3
source: Files
fr: Fichiers

# shortcut_group_4
source: Tools
fr: Outils

# shortcut_group_5
source: Miscellaneous
fr: Divers

# shortcut_all
source: All
fr: Tout

# shortcut_onlyAdmin
source: You cannot edit a shared shortcut!
fr: Vous ne pouvez pas éditer un raccourci partagé !

# shortcut_selSC
source: Select shortcut
fr: Sélectionner un raccourci

# shortcut_delAllInCat
source: Delete all shortcuts in this group?
fr: Supprimer tous les raccourcis de ce groupe ?

# shortcut_onlineWS
source: LIVE workspace
fr: Espace de travail LIVE

# shortcut_active
source: active
fr: actif

# shortcut_inactive
source: inactive
fr: inactif

# shortcut_noWSfound
source: ERROR: No workspaces found!
fr: ERREUR : Aucun espace de travail !

# shortcut_FEPreview
source: Enable Frontend Preview
fr: Activer la prévisualisation en front-office

# shortcut_workspace
source: Go to Workspace Module
fr: Aller dans le module Workspace

# bookmark_description
source: This is the bookmarks menu. You do not have any bookmarks added yet. You can add one by clicking the bookmark icon %s, which you can find on all pages in the backend.
fr: Ceci est le menu des favoris. Vous n'avez pas encore ajouté de favori. Vous pouvez en ajouter un en cliquant sur l'icône de favori %s, que vous pouvez trouver sur toutes les pages du backend.

# bookmark_edit
source: Edit
fr: Editer

# bookmark_create
source: Create
fr: Créer

# bookmark_editID
source: Edit/Search
fr: Editer la page (ID)

# bookmark_save
source: Update bookmark title
fr: Mettre à jour le nom du favori

# bookmark_saveClose
source: Update and close editor
fr: Mettre à jour et fermer l'éditeur

# bookmark_close
source: Close bookmark editor
fr: Fermer l'éditeur de favoris

# bookmark_delete
source: Remove bookmark
fr: Supprimer le favori

# bookmark_loadEdit
source: Loading page
fr: Page en cours de chargement

# bookmark_searchFor
source: Search for
fr: Recherche de

# bookmark_notEditable
source: No editable page found!
fr: Aucune page éditable trouvée !

# bookmark_group
source: Group
fr: Groupe

# bookmark_group_2
source: Records
fr: Enregistrements

# bookmark_group_3
source: Files
fr: Fichiers

# bookmark_group_4
source: Tools
fr: Outils

# bookmark_group_5
source: Miscellaneous
fr: Divers

# bookmark_all
source: All
fr: Tout

# bookmark_onlyAdmin
source: You cannot edit a shared bookmark!
fr: Vous ne pouvez pas éditer un favori partagé !

# bookmark_selSC
source: Select bookmark
fr: Sélectionner un favori

# bookmark_delAllInCat
source: Delete all bookmarks in this group
fr: Supprimer tous les favori de ce groupe

# bookmark_onlineWS
source: LIVE workspace
fr: Espace de travail LIVE

# bookmark_active
source: active
fr: actif

# bookmark_inactive
source: inactive
fr: inactif

# bookmark_noWSfound
source: ERROR: No workspaces found!
fr: ERREUR : Aucun espace de travail !

# bookmark_FEPreview
source: Enable Frontend Preview
fr: Activer la prévisualisation en front-office

# bookmark_workspaceComparisonView
source: Enable comparison view
fr: Activer la vue comparaison

# bookmark_workspace
source: Go to Workspace Module
fr: Aller dans le module Workspace

source: Overwrite existing files
fr: Ecraser les fichiers existants

# uploadMultipleFilesInfo
source: Upload multiple files by holding the Shift or CTRL-file pressed while selecting your files (works on modern browsers only).
fr: Téléchargez plusieurs fichiers en maintenant le bouton Maj ou CTRL enfoncé lors de la sélection de vos fichiers (fonctionne uniquement sur les navigateurs modernes).

# fileMetaDataLocation
source: Location
fr: Emplacement

# fileMetaErrorInvalidRecord
source: File meta data not found
fr: Aucune méta-information de fichier trouvée

# selectPosition
source: Select a position for the new page
fr: Sélectionnez une position pour la nouvelle page

source: Page (select position)
fr: Page (sélectionner la position)

source: Go back
fr: Retour

# createNewPage
source: Create a new page
fr: Créer une nouvelle page

# insertNewPageHere
source: Insert the new page here
fr: Insérer la nouvelle page ici

source: Insert new record here
fr: Insérer le nouvel enregistrement ici

# movePageToHere
source: Move page to this position
fr: Déplacer la page ici

# moveElementToHere
source: Move element to this position
fr: Déplacer l'élément à cette position

source: Move element
fr: Déplacer l'élément

source: Move elements
fr: Déplacer les éléments

source: Copy elements
fr: Copier les éléments

# selectPositionOfElement
source: Select position of the element
fr: Sélectionnez la position de l'élément

# movingElement
source: Move element
fr: Déplacer l'élément

# makeCopy
source: Make copy instead of moving element
fr: Copier plutôt que déplacer l'élément

source: New content element
fr: Nouvel élément de contenu

# newContentElement.filter.label
source: Filter by:
fr: Filtrer par :

# newContentElement.filter.placeholder
source: Search for any content type
fr: Rechercher n'importe quel type de contenu

# newContentElement.filter.noResults
source: Unfortunately no content type matches your query, please try a different one.
fr: Malheureusement, aucun type de contenu ne correspond à votre requête, veuillez en essayer une autre.

source: System Records
fr: Enregistrements sytème

# recordgroup.content
source: Content
fr: Contenu

# recordgroup.backendaccess
source: Backend Access
fr: Accès au backend

# recordgroup.frontendaccess
source: Frontend Access
fr: Accès au frontend

# 1_selectType
source: First select the type of the new content element
fr: Sélectionnez d'abord le type du nouvel élément de contenu

# 2_selectPosition
source: Now click on the position of the new content element
fr: Cliquez maintenant sur la position du nouvel élément de contenu

# CM_history
source: History/Undo
fr: Historique / Annuler

# CM_hideInMenus
source: Hide in menu
fr: Cacher dans le menu

# CM_showInMenus
source: Show in menu
fr: Afficher dans le menu

# CM_perms
source: Access
fr: Accès

# CM_moveWizard
source: Move element
fr: Déplacer l'élément

# CM_moveWizard_page
source: Move page
fr: Déplacer la page

# CM_newWizard
source: 'Create New' wizard
fr: Assistant 'Nouvel élément'

# CM_editPageProperties
source: Edit page properties
fr: Editer les propriétés de la page

# noEditPage
source: You asked to edit page "%s" but you cannot edit this page. Now loading backend as usual.
fr: Vous avez demandez d'éditer la page "%s" mais vous ne pouvez pas. Maintenant chargement principal comme d'habitude.

source: Localize
fr: Traduire

# localize.isLocalizable
source: Record can be localized
fr: L'enregistrement peut être traduit

# localize.wasRemovedInOriginal
source: Record was removed in original language
fr: L'enregistrement a été déplacé dans la langue d'origine

source: Localize all records
fr: Traduire tous les enregistrements

source: Synchronize with original language
fr: Synchroniser avec la langue d'origine

# pageTree_filter
source: Filter
fr: Filtrer

source: Switch to User
fr: Changer d'utilisateur

# fileUpload_windowTitle
source: File Upload Progress
fr: Progression du téléchargement de fichier

# fileUpload_buttonSelectFiles
source: Select Files
fr: Sélectionner les fichiers

# fileUpload_buttonCancelAll
source: Cancel All Uploads
fr: Annuler tous les téléchargements

# fileUpload_infoComponentMaxFileSize
source: You can upload files with a maximum size of {0}.
fr: Vous pouvez télécharger les fichiers d'une taille maximum de {0}

# fileUpload_infoComponentFileUploadLimit
source: You can upload a total of {0}.
fr: Vous pouvez télécharger un total de {0}.

# fileUpload_infoComponentFileTypeLimit
source: You can upload the following file types {0}.
fr: Vous pouvez télécharger les types de fichier suivants {0}.

# fileUpload_infoComponentOverrideFiles
source: Overwrite existing files
fr: Ecraser les fichiers existants

# fileUpload_processRunning
source: Another process is already uploading
fr: Un autre process est déjà en train de télécharger

# fileUpload_uploadWait
source: Waiting to start upload of {0}
fr: En attente de téléchargement de {0}

# fileUpload_uploadStarting
source: Starting upload of {0}
fr: Démarrage du téléchargement de {0}

# fileUpload_uploadProgress
source: {0}% of {1} uploaded
fr: {0}% de {1} téléchargé

# fileUpload_uploadSuccess
source: {0} was successfully uploaded!
fr: {0} a été téléchargé avec succès !

# pagetree_networkErrorTitle
source: Page tree error
fr: Erreur d'arborescence des pages

# pagetree_networkErrorDesc
source: Got unexpected response from the server. Please check logs for details.
fr: Réponse inattendue du serveur. Veuillez consulter les journaux pour plus de détails.

# tree_networkError
source: Navigation loading error
fr: Erreur de chargement de la navigation

# tree_networkErrorDescription
source: Got unexpected response from the server. Please check logs for details.
fr: Réponse inattendue du serveur. Veuillez consulter les journaux pour plus de détails.

# fileUpload_errorQueueLimitExceeded
source: Too many files selected
fr: Trop de fichiers ont été sélectionnés

# fileUpload_errorQueueFileSizeLimit
source: {0} is too big
fr: {0} est trop important

# fileUpload_errorQueueZeroByteFile
source: {0} is empty
fr: {0} est vide

# fileUpload_errorQueueInvalidFiletype
source: Filetype not allowed for {0}
fr: Le type de fichier n'est pas autorisé pour {0}

# fileUpload_errorUploadHttp
source: Too many files selected
fr: Trop de fichiers ont été sélectionnés

# fileUpload_errorUploadHttpError
source: A HTTP error occurred: {0}
fr: Une erreur HTTP est survenue : {0}

# fileUpload_errorUploadMissingUrl
source: Internal error: No Upload URL set
fr: Erreur interne : URL de téléchargement manquante

# fileUpload_errorUploadIO
source: Internal error: Problems while reading/writing the file
fr: Erreur interne : Problèmes pendant la lecture/écriture du fichier

# fileUpload_errorUploadSecurityError
source: Internal error: {0}
fr: Erreur interne : {0}

# fileUpload_errorUploadLimit
source: Upload limit exceeded
fr: Limite de téléchargement dépassée

# fileUpload_errorUploadFailed
source: Upload failed
fr: Le téléchargement a échoué

# fileUpload_errorUploadFileIDNotFound
source: Internal error: File ID not found
fr: Erreur interne : ID du fichier non trouvé

# fileUpload_errorUploadFileValidation
source: Internal error while validating the file
fr: Erreur interne pendant la validation du fichier

# fileUpload_errorUploadFileCancelled
source: Upload of {0} canceled
fr: Téléchargement de {0} annulé

# fileUpload_errorUploadStopped
source: Upload of {0} stopped
fr: Téléchargement de {0} stoppé

# fileUpload_allErrorMessageTitle
source: All uploads failed
fr: Tous les transferts ont échoués

# fileUpload_allErrorMessageText
source: All of your uploads failed.<br /><br />If this problem persists, please try another browser, contact your administrator or disable this "Flash Uploader" in your User Settings.<br /><br />Detailed problem description:<br />
fr: Tous vos téléchargements ont échoué.<br /><br />Si ce problème persiste, veuillez essayer avec un autre navigateur web, contactez votre administrateur ou désactivez le "Téléchargeur Flash" dans la Configuration utilisateur.<br/><br/>Description détaillée du problème :<br />

# fileUpload_allError401
source: The server returned the status code 401, which is related to a .htaccess file used for password protection on your server. Unfortunately this can not be handled by your browser's Flash plugin.
fr: Le serveur a renvoyé le code 401, qui est lié à un fichier .htaccess utilisé pour ajouter une protection par mot de passe à votre serveur. Malheureusement, cela n'est pas géré par le plugin Flash de votre navigateur.

# fileUpload_allError2038
source: An input/output error occurred (Error #2038). This i.e. happens with servers using a self-signed SSL certificate, which is a limitation of your browser's Flash plugin.
fr: Une erreur d'entrée/sortie est survenue (Erreur #2038). Cela peut se produire avec les serveurs utilisant un certificat SSL auto-signé, ce qui est une limitation du plugin Flash de votre navigateur.

# synchronizeRelations.afterFolderRenamed
source: %d %s records referencing the renamed directory were updated.
fr: %d %s enregistrements référençant le répertoire renommé ont été mis à jour.

# liveSearch_title
source: Short result list
fr: Liste de résultat

# liveSearch_emptyText
source: Enter search term
fr: Recherche

# liveSearch_loadingText
source: Searching...
fr: Recherche en cours...

# liveSearch_listEmptyText
source: No results found.
fr: Aucun résultat trouvé

# liveSearch_helpTitle
source: How to use advanced search tags
fr: Comment utiliser les tags de recherche

# liveSearch_helpDescription
source: Search in certain tables
fr: Rechercher dans certaines tables

# liveSearch_helpDescriptionPages
source: #page:Home will search for all pages with the title "Home"
fr: #page: Accueil recherchera toutes les pages avec le titre "Accueil"

# liveSearch_helpDescriptionContent
source: #content:Professional will search for all content elements containing the term "Professional"
fr: #content:Professionnel recherchera tous les éléments de contenu contenant le terme "Professionnel"

# liveSearch_help.shortcutOpen
source: You can open the live search by pressing the Ctrl+K or Cmd+K keystroke
fr: Vous pouvez ouvrir la recherche rapide avec le raccourci clavier Ctrl+K ou Cmd+K

# viewport_navigation_show
source: Show Navigation
fr: Afficher la navigation

# viewport_navigation_hide
source: Hide Navigation
fr: Masquer la navigation
