Repository: fabarea/togo-togo
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: fr

# mlang_labels_tablabel
source: List of database records
fr: Liste des enregistrements

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
fr: Le module Web>Liste fournit un accès de bas-niveau aux enregistrements de la page.

# mlang_tabs_tab
source: List
fr: Liste

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
fr: Coller après: Le contenu du presse-papier est inséré après cet enregistrement

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
fr: Coller dans: Le contenu du presse-papier est inséré dans cette page

# clip_paste
source: Paste in clipboard content
fr: Coller le contenu du presse-papier

# clip_markRecords
source: Mark All/Mark none
fr: Sélectionner tout/rien

# clip_selectMarked
source: Transfer the selection of records to clipboard
fr: Transférer les enregistrements sélectionnés dans le presse-papier

# clip_duplicates
source: Mark duplicates
fr: Sélectionner les doublons

# clip_editMarked
source: Edit marked
fr: Editer la sélection

# clip_deleteMarked
source: Delete marked
fr: Supprimer la sélection

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
fr: Etes-vous sûr de vouloir supprimer de la table '%s' tous les enregistrements sélectionnés?

# showInfo
source: Display information
fr: Afficher les informations

# edit
source: Edit record
fr: Editer l'enregistrement

# editPage
source: Edit page properties
fr: Editer les propriétés de la page

# new
source: New record
fr: Créer un nouvel enregistrement

# newPage
source: Create new page after this page
fr: Créer une nouvelle page, après celle-ci

# newRecord
source: Create new record after this record
fr: Créer un nouvel élément, après celui-ci

# newRecordGeneral
source: Create new record
fr: Créer un nouvel enregistrement

# moveUp
source: Move up in list
fr: Déplacer vers le haut

# moveDown
source: Move down in list
fr: Déplacer vers le bas

# move_record
source: Re-position content element
fr: Déplacer l'élément de contenu

source: Move page
fr: Déplacer la page

# hide
source: Hide record
fr: Cacher l'enregistrement

# unHide
source: Un-hide record
fr: Montrer l'enregistrement

source: Hide page
fr: Cacher la page

source: Un-hide page
fr: Montrer la page

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
fr: Déplacer cette page après la page qui présentement la contient

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
fr: Déplacer cette page pour qu'elle soit la sous-page de la page précédente

# delete
source: Delete record (!)
fr: Effacer l'enregistrement (!)

# history
source: Display change history / Un-do
fr: Afficher l'historique des changements / Annuler

source: Display versions
fr: Afficher les versions

# permissions
source: Set permissions for page
fr: Définir les droits d'accès à la page

# largeControl
source: Extended view
fr: Vue étendue

# contractView
source: List all tables
fr: Lister toutes les tables

# expandView
source: List only this table
fr: Lister uniquement cette table

# collapseExpandTable
source: Collapse and expand records of table "%s"
fr: Replier et déplier les enregistrements de la table "%s"

source: Show clipboard
fr: Afficher le presse-papier

# editShownColumns
source: Edit all shown fields of the listed records
fr: Editer tous les champs de l'enregistrement

# editThisColumn
source: Edit the '%s' field of the listed records
fr: Editer le champs '%s' de l'enregistrement

# deleteWarning
source: Are you sure you want to delete the record '%s'?
fr: Êtes-vous sûr de vouloir supprimer l’enregistrement '%s' ?

# localization
source: Localization view
fr: Vue de localisation

# defaultLanguage
source: Default
fr: Défaut

# multipleLanguages
source: All languages
fr: Toutes les langues

# Localize
source: Localize to
fr: Traduire vers

# viewRecords
source: Viewing records of
fr: Afficher les enregistrements de

# pageIndicator
source: Page %1$s of %2$d
fr: Page %1$s sur %2$d

# rangeIndicator
source: Records %1$d - %2$d
fr: Enregistrements %1$d - %2$d

# missingTcaColumnsMessageTitle
source: Missing TCA definition
fr: Définition TCA manquante

# missingTcaColumnsMessage
source: No fields for table "%s" have been found. $TCA['%s']['columns'] does not contain the necessary definitions.
fr: Aucun champ pour la table "%s" n'a été trouvé. $TCA['%s']['columns'] ne contient pas les définitions requises.

# noRecordsOnThisPage
source: There are no records on this page.
fr: Il n'y a pas d'enregistrement sur cette page.

# noRecordsOfTypeOnThisPage
source: There are no records of type "%s" on this page.
fr: Il n'y a aucun enregistrement de type "%s" sur cette page.

# button.cancel
source: Cancel
fr: Annuler

# button.close
source: Close
fr: Fermer

# button.delete
source: Delete
fr: Supprimer
