Repository: fabarea/togo-togo
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_mfa_provider.xlf
Languages: fr

# totp.title
source: Time-based one-time password
fr: Mot de passe à usage unique et éphémère

# totp.description
source: This provider allows to authenticate with a single-use passcode which is based on the current time. Each code is only valid for 30 seconds. You need a OTP application or device, supporting such tokens.
fr: Ce fournisseur permet de s'authentifier avec un code d'accès à usage unique basé sur l'heure courante. Chaque code n'est valide que pendant 30 secondes. Vous avez besoin d'une application ou d'un appareil OTP qui supporte ces jetons.

# totp.setupInstructions
source: The time-based one-time password provider enables you to strengthen your accounts' security by requiring a six-digit code on every login. This provider is based on a shared secret, which will be exchanged between your OTP application (or device) and TYPO3. Each code takes the current time into account and is only valid for 30 seconds. Setting up: 1. Scan the QR-code or directly enter the shared secret in your application or device 2. Add a specific name for this provider (optional) 3. Enter the generated six-digit code in the corresponding field 4. Submit the form to activate the provider Note: In case your application supports otpauth:// urls, you can retrieve the url by clicking on the info button next to the shared secret.
fr: Le fournisseur de mot de passe unique basé sur le temps vous permet de renforcer la sécurité de vos comptes en exigeant un code à six chiffres à chaque connexion. Ce fournisseur est basé sur un secret partagé, qui sera échangé entre votre application (ou votre appareil) OTP et TYPO3. Chaque code prend en compte le temps actuel et n'est valide que pendant 30 secondes. Configuration : 1. Scannez le QR code ou entrez directement le secret partagé dans votre application ou votre appareil 2. Ajoutez un nom spécifique pour ce fournisseur (facultatif) 3. Entrez le code généré à six chiffres dans le champ correspondant 4. Soumettez le formulaire pour activer le fournisseur Note : Si votre application prend en charge les urls otpauth://, vous pouvez récupérer l'url en cliquant sur le bouton info à côté du secret partagé.

# recoveryCodes.title
source: Recovery codes
fr: Codes de récupération

# recoveryCodes.description
source: This provider allows to authenticate with a set of single-use passcodes, in case you lost your primary MFA credentials, or just have no access to them temporarily.
fr: Ce fournisseur permet de s'authentifier avec un ensemble de codes à usage unique, dans le cas ou vous avez perdu vos identifiants MFA principaux, ou si temporairement vous n'y avez pas accès.

# recoveryCodes.setupInstructions
source: Recovery codes are random eight-digit codes which can be used to authenticate, in case your lost your main authentication credentials. Each code is only valid once. As soon as all recovery codes are exhausted, you're required to generate a new set. Therefore, periodically check the amount of remaining codes in the Edit / Change view of the provider. Setting up: 1. Copy the recovery codes and store them at a safe place 2. Add a specific name for this provider (optional) 3. Submit the form to activate the provider - see below note Note: Since the recovery codes are being encrypted and stored securely, this process can take some time.
fr: Les codes de récupération sont des codes à huit chiffres aléatoires qui peuvent être utilisés pour s'authentifier, en cas de perte de vos identifiants d'authentification principaux. Chaque code n'est valide qu'une seule fois. Dès que tous les codes de récupération sont épuisés, vous devez générer un nouvel ensemble. Par conséquent, vérifiez périodiquement la quantité de codes restants dans la vue Modifier / Changer du fournisseur. Configuration : 1. Copiez les codes de récupération et stockez-les dans un endroit sûr 2. Ajouter un nom spécifique pour ce fournisseur (facultatif) 3. Soumettez le formulaire pour activer le fournisseur - voir la note ci-dessous Remarque : puisque les codes de récupération sont cryptés et stockés en toute sécurité, ce processus peut prendre un certain temps.

# totpInputLabel
source: Enter the generated six-digit code
fr: Entrez le code généré à six chiffres

# totpInputHelp
source: This code should now be displayed on your device or in your application.
fr: Ce code devrait maintenant être affiché sur votre appareil ou dans votre application.

# locked
source: The maximum attempts for this provider are exceeded. Please use another provider or contact your administrator.
fr: Les tentatives maximales pour ce fournisseur sont dépassées. Veuillez utiliser un autre fournisseur ou contacter votre administrateur.

# edit.table.head
source: Provider information
fr: Informations sur le fournisseur

# edit.table.name
source: Name
fr: Nom

# edit.table.nameInputPlaceholder
source: Enter a name
fr: Entrez un nom

# edit.table.recoveryCodesLeft
source: Recovery codes left
fr: Codes de récupération restants

# edit.table.lastUsed
source: Last used
fr: Dernièrement utilisé

# edit.table.lastUsed.default
source: Never
fr: Jamais

# edit.table.lastUpdated
source: Last updated
fr: Dernière mise à jour

# edit.regenerate
source: Regenerate recovery codes
fr: Regénérer les codes de récupération

# edit.regenerate.description
source: If you lost your recovery codes or just want to get fresh ones, you can regenerate them by selecting the checkbox below. You've currently %d codes left.
fr: Si vous avez perdu vos codes de récupération ou si vous voulez juste en obtenir de nouveaux, vous pouvez les régénérer en cochant la case ci-dessous. Vous avez actuellement %d codes restants.

# edit.regenerate.inputLabel
source: Regenerate recovery codes
fr: Regénérer les codes de récupération

# setup.step.1
source: Step 1
fr: Étape 1

# setup.step.1a
source: Step 1a
fr: Étape 1a

# setup.step.1b
source: Step 1b
fr: Étape 1b

# setup.step.2
source: Step 2
fr: Étape 2

# setup.step.3
source: Step 3
fr: Étape 3

# setup.qrCode.label
source: Scan the displayed QR code
fr: Scannez le code QR affiché

# setup.qrCode.help
source: Scan this code with your OTP application (e.g. Google Authenticator).
fr: Scannez ce code avec votre application OTP (par exemple Google Authenticator).

# setup.secret.label
source: Copy the shared secret
fr: Copier le secret partagé

# setup.secret.help
source: You can also enter the shared secret manually in your OTP application or device.
fr: Vous pouvez également entrer le secret partagé manuellement dans votre application ou votre périphérique OTP.

# setup.name.label
source: Enter a name (optional)
fr: Entrez un nom (facultatif)

# setup.name.help
source: Specify a custom name for this provider.
fr: Spécifiez un nom personnalisé pour ce fournisseur.

# setup.recoveryCodes.InputLabel
source: Recovery codes
fr: Codes de récupération

# setup.recoveryCodes.InputHelp
source: Copy these codes and store them at a safe place.
fr: Copiez ces codes et conservez-les dans un endroit sûr.

# setup.recoveryCodes.reloadTitle
source: Reload recovery codes
fr: Regénérer les codes de récupération

# setup.recoveryCodes.reloadLabel
source: Reload
fr: Recharger

# setup.recoveryCodes.noActiveProviders.title
source: Setup not possible
fr: Configuration impossible

# setup.recoveryCodes.noActiveProviders.message
source: Recovery codes are only meant as a fallback if you lose access to your main multi-factorauthentication credentials. Therefore, please activate a comprehensive MFA provider first.
fr: Les codes de récupération sont uniquement considérés comme une solution de secours dans le cas où vous perdez l'accès à vos identifiants d'authentification multifactorielle principaux. Par conséquent, veuillez d'abord activer un fournisseur de MFA complet.

# setup.totpAuthUrlButton.title
source: Show authentication URL
fr: Afficher l'URL d'authentification

# setup.totpAuthUrlModal.title
source: Authentication URL
fr: URL d'authentification

# setup.totpAuthUrlModal.description
source: In case you are not able to scan the QR code, but your OTP application supports authentication URLs next to, or instead of plain shared secrets, you can copy and paste the URL shown below. The URL contains some information like the issuer (this site) and your email address or username. Most OTP applications will display this information next to the generated codes.
fr: Si vous n'êtes pas en mesure de scanner le QR code, mais que votre application OTP prend en charge les URL d'authentification ou en remplacement des secrets partagés, vous pouvez copier et coller l'URL ci-dessous. L'URL contient des informations comme l'émetteur (ce site) et votre adresse e-mail ou votre nom d'utilisateur. La plupart des applications OTP afficheront ces informations à côté des codes générés.

# auth.totp.inputLabel
source: Enter the six-digit code
fr: Entrez le code à six chiffres

# auth.recoveryCodes.inputLabel
source: Enter an eight-digit recovery code
fr: Entrez un code de récupération à huit chiffres

# unlock.recoveryCodes.title
source: Your recovery codes were automatically updated!
fr: Vos codes de récupération ont été automatiquement mis à jour !

# unlock.recoveryCodes.message
source: Please copy and store them at a safe place: %s
fr: Veuillez les copier et les stocker dans un endroit sûr : %s

# unlock.recoveryCodes.title
source: Recovery codes successfully regenerated
fr: Codes de récupération régénérés avec succès
