Repository: fabarea/togo-togo
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_password_policy.xlf
Languages: fr

# passwordRequirements.description
source: The password must match the following requirements:
fr: Le mot de passe doit respecter les exigences suivantes :

# requirement.minimumLength
source: Minimum length: %d chars
fr: Longueur minimale : %d caractères

# requirement.upperCaseCharacterRequired
source: At least one upper case char
fr: Au moins un caractère majuscule

# requirement.lowerCaseCharacterRequired
source: At least one lower case char
fr: Au moins un caractère minuscule

# requirement.digitCharacterRequired
source: At least one digit
fr: Au moins un chiffre

# requirement.specialCharacterRequired
source: At least one special char
fr: Au moins un caractère spécial

# requirement.notCurrentPassword
source: Must be different from current password
fr: Doit être différent du mot de passe actuel

# error.minimumLength
source: The password is too short. Minimum length is %d chars
fr: Le mot de passe est trop court. La longueur minimale est de %d caractères

# error.upperCaseCharacterRequired
source: The password must at least contain one upper case char
fr: Le mot de passe doit contenir au moins un caractère majuscule

# error.lowerCaseCharacterRequired
source: The password must at least contain one lower case char
fr: Le mot de passe doit contenir au moins un caractère minuscule

# error.digitCharacterRequired
source: The password must at least contain one digit
fr: Le mot de passe doit contenir au moins un chiffre

# error.specialCharacterRequired
source: The password must at least contain one special char
fr: Le mot de passe doit contenir au moins un caractère spécial

# error.notCurrentPassword
source: The password must be different from the old password
fr: Le mot de passe doit être différent de l'ancien mot de passe

# dataHandler.passwordNotSaved
source: Password not saved ({table}:{uid}):
fr: Mot de passe non enregistré ({table}:{uid}) :
